module.exports = {
    "default": {
      "pool": {
        "shop-it": {
          "helper": {
            "filter-categories-map": {
              "categories": {
                "Автозапчастини": {
                  "listCategory": 1289,
                  "name": "Автозапчастини",
                  "parent": "Авто і Мото"
                },
                "Audi": {
                  "name": "Audi",
                  "parent": "Автозапчастини"
                },
                "BMW": {
                  "name": "BMW",
                  "parent": "Автозапчастини"
                },
                "Chevrolet": {
                  "name": "Chevrolet",
                  "parent": "Автозапчастини"
                },
                "Citroen": {
                  "name": "Citroen",
                  "parent": "Автозапчастини"
                },
                "Daewoo": {
                  "name": "Daewoo",
                  "parent": "Автозапчастини"
                },
                "Fiat": {
                  "name": "Fiat",
                  "parent": "Автозапчастини"
                },
                "Ford": {
                  "name": "Ford",
                  "parent": "Автозапчастини"
                },
                "Honda": {
                  "name": "Honda",
                  "parent": "Автозапчастини"
                },
                "Hyundai": {
                  "name": "Hyundai",
                  "parent": "Автозапчастини"
                },
                "Kia": {
                  "name": "Kia",
                  "parent": "Автозапчастини"
                },
                "Mazda": {
                  "name": "Mazda",
                  "parent": "Автозапчастини"
                },
                "Mercedes": {
                  "name": "Mercedes",
                  "parent": "Автозапчастини"
                },
                "Mitsubishi": {
                  "name": "Mitsubishi",
                  "parent": "Автозапчастини"
                },
                "Nissan": {
                  "name": "Nissan",
                  "parent": "Автозапчастини"
                },
                "Opel": {
                  "name": "Opel",
                  "parent": "Автозапчастини"
                },
                "Peugeot": {
                  "name": "Peugeot",
                  "parent": "Автозапчастини"
                },
                "Renault": {
                  "name": "Renault",
                  "parent": "Автозапчастини"
                },
                "Skoda": {
                  "name": "Skoda",
                  "parent": "Автозапчастини"
                },
                "Suzuki": {
                  "name": "Suzuki",
                  "parent": "Автозапчастини"
                },
                "Toyota": {
                  "name": "Toyota",
                  "parent": "Автозапчастини"
                },
                "Volkswagen": {
                  "name": "Volkswagen",
                  "parent": "Автозапчастини"
                },
                "Всі бренди (72)": {
                  "name": "Всі бренди (72)",
                  "parent": "Автозапчастини"
                },
                "Шини і диски": {
                  "listCategory": 1288,
                  "name": "Шини і диски",
                  "parent": "Авто і Мото"
                },
                "Автомобільні насоси, компресори": {
                  "name": "Автомобільні насоси, компресори",
                  "parent": "Шини і диски"
                },
                "Автошини": {
                  "name": "Автошини",
                  "parent": "Шини і диски"
                },
                "Вантажні шини": {
                  "name": "Вантажні шини",
                  "parent": "Шини і диски"
                },
                "Домкрати": {
                  "name": "Домкрати",
                  "parent": "Шини і диски"
                },
                "Ковпаки": {
                  "name": "Ковпаки",
                  "parent": "Шини і диски"
                },
                "Колісні диски": {
                  "name": "Колісні диски",
                  "parent": "Шини і диски"
                },
                "Контроль тиску в шинах": {
                  "name": "Контроль тиску в шинах",
                  "parent": "Шини і диски"
                },
                "Ланцюги протиковзання": {
                  "name": "Ланцюги протиковзання",
                  "parent": "Шини і диски"
                },
                "Манометри": {
                  "name": "Манометри",
                  "parent": "Шини і диски"
                },
                "Мотошини": {
                  "name": "Мотошини",
                  "parent": "Мото, скутери"
                },
                "Очищувач дисків": {
                  "name": "Очищувач дисків",
                  "parent": "Шини і диски"
                },
                "Поліроль для шин": {
                  "name": "Поліроль для шин",
                  "parent": "Шини і диски"
                },
                "Автозвук, відео, навігація": {
                  "listCategory": 521,
                  "name": "Автозвук, відео, навігація",
                  "parent": "Авто і Мото"
                },
                "FM-трансмітери": {
                  "name": "FM-трансмітери",
                  "parent": "Автозвук, відео, навігація"
                },
                "GPS-навігатори": {
                  "name": "GPS-навігатори",
                  "parent": "Автозвук, відео, навігація"
                },
                "GPS-трекери": {
                  "name": "GPS-трекери",
                  "parent": "Автозвук, відео, навігація"
                },
                "Автомагнітоли та DVD": {
                  "name": "Автомагнітоли та DVD",
                  "parent": "Автозвук, відео, навігація"
                },
                "Автомобільні антени": {
                  "name": "Автомобільні антени",
                  "parent": "Автозвук, відео, навігація"
                },
                "Автомобільні сабвуфери": {
                  "name": "Автомобільні сабвуфери",
                  "parent": "Автозвук, відео, навігація"
                },
                "Автомобільна акустика": {
                  "name": "Автомобільна акустика",
                  "parent": "Автозвук, відео, навігація"
                },
                "Автопідсилювачі": {
                  "name": "Автопідсилювачі",
                  "parent": "Автозвук, відео, навігація"
                },
                "Автотелевізори": {
                  "name": "Автотелевізори",
                  "parent": "Портативне аудіо-відео"
                },
                "Аксесуари для автоакустики": {
                  "name": "Аксесуари для автоакустики",
                  "parent": "Автозвук, відео, навігація"
                },
                "Аксесуари для відеореєстраторів": {
                  "name": "Аксесуари для відеореєстраторів",
                  "parent": "Екшн-камери, квадрокоптери"
                },
                "Аксесуари для екшн-камер": {
                  "name": "Аксесуари для екшн-камер",
                  "parent": "Екшн-камери, квадрокоптери"
                },
                "Відеореєстратори": {
                  "name": "Відеореєстратори",
                  "parent": "Екшн-камери, квадрокоптери"
                },
                "Екшн-камери": {
                  "name": "Екшн-камери",
                  "parent": "Екшн-камери, квадрокоптери"
                },
                "Карти GPS": {
                  "name": "Карти GPS",
                  "parent": "Автозвук, відео, навігація"
                },
                "Обладнання GPS (різне)": {
                  "name": "Обладнання GPS (різне)",
                  "parent": "Автозвук, відео, навігація"
                },
                "Перехідні рамки для автомагнітол": {
                  "name": "Перехідні рамки для автомагнітол",
                  "parent": "Автозвук, відео, навігація"
                },
                "Пульти ДУ для автомагнітол": {
                  "name": "Пульти ДУ для автомагнітол",
                  "parent": "Автозвук, відео, навігація"
                },
                "Системи гучного зв'язку": {
                  "name": "Системи гучного зв'язку",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Автоелектрика і електроніка": {
                  "listCategory": 1292,
                  "name": "Автоелектрика і електроніка",
                  "parent": "Авто і Мото"
                },
                "Іммобілайзери": {
                  "name": "Іммобілайзери",
                  "parent": "Автоелектрика і електроніка"
                },
                "Автолампи": {
                  "name": "Автолампи",
                  "parent": "Автоелектрика і електроніка"
                },
                "Автомобільні акумулятори": {
                  "name": "Автомобільні акумулятори",
                  "parent": "Автоелектрика і електроніка"
                },
                "Автосигналізації": {
                  "name": "Автосигналізації",
                  "parent": "Автоелектрика і електроніка"
                },
                "Аксесуари для сигналізацій": {
                  "name": "Аксесуари для сигналізацій",
                  "parent": "Автоелектрика і електроніка"
                },
                "Алкотестери": {
                  "name": "Алкотестери",
                  "parent": "Автоелектрика і електроніка"
                },
                "Антирадари": {
                  "name": "Антирадари",
                  "parent": "Автоелектрика і електроніка"
                },
                "Камери заднього виду": {
                  "name": "Камери заднього виду",
                  "parent": "Автоелектрика і електроніка"
                },
                "Комплекти ксенонового світла": {
                  "name": "Комплекти ксенонового світла",
                  "parent": "Автоелектрика і електроніка"
                },
                "Маршрутні комп'ютери": {
                  "name": "Маршрутні комп'ютери",
                  "parent": "Автоелектрика і електроніка"
                },
                "Обігрів дзеркал і зони двірників": {
                  "name": "Обігрів дзеркал і зони двірників",
                  "parent": "Автоелектрика і електроніка"
                },
                "Підігрів сидінь": {
                  "name": "Підігрів сидінь",
                  "parent": "Автоелектрика і електроніка"
                },
                "Паркувальні системи": {
                  "name": "Паркувальні системи",
                  "parent": "Автоелектрика і електроніка"
                },
                "Перетворювачі напруги, адаптери": {
                  "name": "Перетворювачі напруги, адаптери",
                  "parent": "Автоелектрика і електроніка"
                },
                "Пуско-зарядні пристрої": {
                  "name": "Пуско-зарядні пристрої",
                  "parent": "Автоелектрика і електроніка"
                },
                "Свічки запалювання": {
                  "name": "Свічки запалювання",
                  "parent": "Автоелектрика і електроніка"
                },
                "Сигнальні гучномовні пристрої (СГП)": {
                  "name": "Сигнальні гучномовні пристрої (СГП)",
                  "parent": "Автоелектрика і електроніка"
                },
                "Старт-кабелі": {
                  "name": "Старт-кабелі",
                  "parent": "Автоелектрика і електроніка"
                },
                "Турботаймери": {
                  "name": "Турботаймери",
                  "parent": "Автоелектрика і електроніка"
                },
                "Фари": {
                  "name": "Фари",
                  "parent": "Автоелектрика і електроніка"
                },
                "Центральний замок": {
                  "name": "Центральний замок",
                  "parent": "Автоелектрика і електроніка"
                },
                "Автохімія, мастила": {
                  "listCategory": 1293,
                  "name": "Автохімія, мастила",
                  "parent": "Авто і Мото"
                },
                "Автогерметики та клеї": {
                  "name": "Автогерметики та клеї",
                  "parent": "Автохімія, мастила"
                },
                "Автомобільні мастила": {
                  "name": "Автомобільні мастила",
                  "parent": "Автохімія, мастила"
                },
                "Автомобільні промивки, очищувачі": {
                  "name": "Автомобільні промивки, очищувачі",
                  "parent": "Автохімія, мастила"
                },
                "Автохімія для скла": {
                  "name": "Автохімія для скла",
                  "parent": "Автохімія, мастила"
                },
                "Автошампуні": {
                  "name": "Автошампуні",
                  "parent": "Автохімія, мастила"
                },
                "Антифризи": {
                  "name": "Антифризи",
                  "parent": "Автохімія, мастила"
                },
                "Боротьба з корозією": {
                  "name": "Боротьба з корозією",
                  "parent": "Автохімія, мастила"
                },
                "Гальмівні рідини": {
                  "name": "Гальмівні рідини",
                  "parent": "Автохімія, мастила"
                },
                "Догляд за салоном авто": {
                  "name": "Догляд за салоном авто",
                  "parent": "Автохімія, мастила"
                },
                "Мастила і консерванти": {
                  "name": "Мастила і консерванти",
                  "parent": "Автохімія, мастила"
                },
                "Очищувачі кузова": {
                  "name": "Очищувачі кузова",
                  "parent": "Автохімія, мастила"
                },
                "Поліролі": {
                  "name": "Поліролі",
                  "parent": "Автохімія, мастила"
                },
                "Полірувальні машини": {
                  "name": "Полірувальні машини",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Присадки в масло": {
                  "name": "Присадки в масло",
                  "parent": "Автохімія, мастила"
                },
                "Присадки до палива": {
                  "name": "Присадки до палива",
                  "parent": "Автохімія, мастила"
                },
                "Ремонтні фарби і матеріали для полірування": {
                  "name": "Ремонтні фарби і матеріали для полірування",
                  "parent": "Автохімія, мастила"
                },
                "Розморожувачі": {
                  "name": "Розморожувачі",
                  "parent": "Автохімія, мастила"
                },
                "Автоустаткування": {
                  "listCategory": 1295,
                  "name": "Автоустаткування",
                  "parent": "Авто і Мото"
                },
                "Авто кріплення для велосипедів": {
                  "name": "Авто кріплення для велосипедів",
                  "parent": "Автоустаткування"
                },
                "Авто кріплення для лиж і сноубордів": {
                  "name": "Авто кріплення для лиж і сноубордів",
                  "parent": "Автоустаткування"
                },
                "Автоковрики": {
                  "name": "Автоковрики",
                  "parent": "Автоустаткування"
                },
                "Автопилососи": {
                  "name": "Автопилососи",
                  "parent": "Автоустаткування"
                },
                "Автотримач для смартфонів": {
                  "name": "Автотримач для смартфонів",
                  "parent": "Автоустаткування"
                },
                "Аксесуари салону": {
                  "name": "Аксесуари салону",
                  "parent": "Автоустаткування"
                },
                "Багажні бокси": {
                  "name": "Багажні бокси",
                  "parent": "Автоустаткування"
                },
                "Бризковики": {
                  "name": "Бризковики",
                  "parent": "Автоустаткування"
                },
                "Двірники (склоочисники)": {
                  "name": "Двірники (склоочисники)",
                  "parent": "Автоустаткування"
                },
                "Дзеркала для автомобілів (зовн.)": {
                  "name": "Дзеркала для автомобілів (зовн.)",
                  "parent": "Автоустаткування"
                },
                "Дитячі автокрісла": {
                  "name": "Дитячі автокрісла",
                  "parent": "Автоустаткування"
                },
                "Захист двигуна і трансмісії": {
                  "name": "Захист двигуна і трансмісії",
                  "parent": "Автоустаткування"
                },
                "Каністри, лійки": {
                  "name": "Каністри, лійки",
                  "parent": "Автоустаткування"
                },
                "Книги з ремонту та експлуатації авто": {
                  "name": "Книги з ремонту та експлуатації авто",
                  "parent": "Автоустаткування"
                },
                "Лебідки та троси": {
                  "name": "Лебідки та троси",
                  "parent": "Автоустаткування"
                },
                "Мінімийки": {
                  "name": "Мінімийки",
                  "parent": "Техніка для дому"
                },
                "Набори автоінструментів": {
                  "name": "Набори автоінструментів",
                  "parent": "Автоустаткування"
                },
                "Обплетення на кермо": {
                  "name": "Обплетення на кермо",
                  "parent": "Автоустаткування"
                },
                "Окуляри для водіння": {
                  "name": "Окуляри для водіння",
                  "parent": "Автоустаткування"
                },
                "Органайзери багажника": {
                  "name": "Органайзери багажника",
                  "parent": "Автоустаткування"
                },
                "Підкрилки": {
                  "name": "Підкрилки",
                  "parent": "Автоустаткування"
                },
                "Портативні холодильники": {
                  "name": "Портативні холодильники",
                  "parent": "Пікнік"
                },
                "Протиугінні системи": {
                  "name": "Протиугінні системи",
                  "parent": "Автоустаткування"
                },
                "Рейлінги і поперечки": {
                  "name": "Рейлінги і поперечки",
                  "parent": "Автоустаткування"
                },
                "Фаркопи": {
                  "name": "Фаркопи",
                  "parent": "Автоустаткування"
                },
                "Чохли для кузова автомобіля": {
                  "name": "Чохли для кузова автомобіля",
                  "parent": "Автоустаткування"
                },
                "Чохли, накидки на сидіння": {
                  "name": "Чохли, накидки на сидіння",
                  "parent": "Автоустаткування"
                },
                "Щітки, мочалки, серветки": {
                  "name": "Щітки, мочалки, серветки",
                  "parent": "Автоустаткування"
                },
                "Тюнінг": {
                  "listCategory": 1294,
                  "name": "Тюнінг",
                  "parent": "Авто і Мото"
                },
                "Вітровики": {
                  "name": "Вітровики",
                  "parent": "Тюнінг"
                },
                "Декоративні накладки": {
                  "name": "Декоративні накладки",
                  "parent": "Тюнінг"
                },
                "Дефлектори капота (мухобойки)": {
                  "name": "Дефлектори капота (мухобойки)",
                  "parent": "Тюнінг"
                },
                "Захист фар": {
                  "name": "Захист фар",
                  "parent": "Тюнінг"
                },
                "Матеріали для шумоізоляції": {
                  "name": "Матеріали для шумоізоляції",
                  "parent": "Тюнінг"
                },
                "Накладки на бампер": {
                  "name": "Накладки на бампер",
                  "parent": "Тюнінг"
                },
                "Накладки на пороги": {
                  "name": "Накладки на пороги",
                  "parent": "Тюнінг"
                },
                "Неонові лампи, світлодіоди": {
                  "name": "Неонові лампи, світлодіоди",
                  "parent": "Тюнінг"
                },
                "Підлокітники": {
                  "name": "Підлокітники",
                  "parent": "Тюнінг"
                },
                "Розпірки стійок": {
                  "name": "Розпірки стійок",
                  "parent": "Тюнінг"
                },
                "Автомобілі": {
                  "listCategory": 4328,
                  "name": "Автомобілі",
                  "parent": "Авто і Мото"
                },
                "Аксесуари для електромобілів": {
                  "name": "Аксесуари для електромобілів",
                  "parent": "Автомобілі"
                },
                "електромобілі": {
                  "name": "електромобілі",
                  "parent": "Автомобілі"
                },
                "Мото, скутери": {
                  "listCategory": 1641,
                  "name": "Мото, скутери",
                  "parent": "Авто і Мото"
                },
                "Аксесуари для мотошоломів": {
                  "name": "Аксесуари для мотошоломів",
                  "parent": "Мото, скутери"
                },
                "Захисні накладки (мото)": {
                  "name": "Захисні накладки (мото)",
                  "parent": "Мото, скутери"
                },
                "Мотоаксессуари": {
                  "name": "Мотоаксессуари",
                  "parent": "Мото, скутери"
                },
                "Мотоекіпіровка": {
                  "name": "Мотоекіпіровка",
                  "parent": "Мото, скутери"
                },
                "Мотоокуляри": {
                  "name": "Мотоокуляри",
                  "parent": "Мото, скутери"
                },
                "Мотоцикли, скутери": {
                  "name": "Мотоцикли, скутери",
                  "parent": "Мото, скутери"
                },
                "Мотошоломи": {
                  "name": "Мотошоломи",
                  "parent": "Мото, скутери"
                },
                "Велика побутова техніка": {
                  "listCategory": 938,
                  "name": "Велика побутова техніка",
                  "parent": "Побутова техніка"
                },
                "Аксесуари для витяжок": {
                  "name": "Аксесуари для витяжок",
                  "parent": "Велика побутова техніка"
                },
                "Аксесуари для пральних машин": {
                  "name": "Аксесуари для пральних машин",
                  "parent": "Велика побутова техніка"
                },
                "Варильні поверхні": {
                  "name": "Варильні поверхні",
                  "parent": "Вбудована техніка"
                },
                "Витяжки": {
                  "name": "Витяжки",
                  "parent": "Вбудована техніка"
                },
                "Духовки": {
                  "name": "Духовки",
                  "parent": "Вбудована техніка"
                },
                "Кухонні плити": {
                  "name": "Кухонні плити",
                  "parent": "Велика побутова техніка"
                },
                "Морозильні камери": {
                  "name": "Морозильні камери",
                  "parent": "Вбудована техніка"
                },
                "Посудомийні машини": {
                  "name": "Посудомийні машини",
                  "parent": "Вбудована техніка"
                },
                "Пральні та сушильні машини": {
                  "name": "Пральні та сушильні машини",
                  "parent": "Велика побутова техніка"
                },
                "Холодильники": {
                  "name": "Холодильники",
                  "parent": "Вбудована техніка"
                },
                "Холодильники-вітрини": {
                  "name": "Холодильники-вітрини",
                  "parent": "Велика побутова техніка"
                },
                "Вбудована техніка": {
                  "listCategory": 1794,
                  "name": "Вбудована техніка",
                  "parent": "Побутова техніка"
                },
                "Вбудовані пилососи": {
                  "name": "Вбудовані пилососи",
                  "parent": "Вбудована техніка"
                },
                "Кавоварки": {
                  "name": "Кавоварки",
                  "parent": "Вбудована техніка"
                },
                "Мікрохвильовки": {
                  "name": "Мікрохвильовки",
                  "parent": "Вбудована техніка"
                },
                "Підігрівачі посуду": {
                  "name": "Підігрівачі посуду",
                  "parent": "Вбудована техніка"
                },
                "Пральні машини": {
                  "name": "Пральні машини",
                  "parent": "Вбудована техніка"
                },
                "Техніка для кухні": {
                  "listCategory": 569,
                  "name": "Техніка для кухні",
                  "parent": "Побутова техніка"
                },
                "Аксесуари для кухонної техніки": {
                  "name": "Аксесуари для кухонної техніки",
                  "parent": "Техніка для кухні"
                },
                "Барбекю, грилі": {
                  "name": "Барбекю, грилі",
                  "parent": "Техніка для кухні"
                },
                "Блендери, комбайни, міксери": {
                  "name": "Блендери, комбайни, міксери",
                  "parent": "Техніка для кухні"
                },
                "Ваги кухонні": {
                  "name": "Ваги кухонні",
                  "parent": "Техніка для кухні"
                },
                "Електром'ясорубки": {
                  "name": "Електром'ясорубки",
                  "parent": "Техніка для кухні"
                },
                "Електрочайники": {
                  "name": "Електрочайники",
                  "parent": "Техніка для кухні"
                },
                "Йогуртниці, морозивниці": {
                  "name": "Йогуртниці, морозивниці",
                  "parent": "Техніка для кухні"
                },
                "Кавоварки і кавомашини": {
                  "name": "Кавоварки і кавомашини",
                  "parent": "Техніка для кухні"
                },
                "Кавомолки": {
                  "name": "Кавомолки",
                  "parent": "Техніка для кухні"
                },
                "Картриджі до фільтрів-глечиків": {
                  "name": "Картриджі до фільтрів-глечиків",
                  "parent": "Техніка для кухні"
                },
                "Кулери для води": {
                  "name": "Кулери для води",
                  "parent": "Офісні меблі"
                },
                "Локшинорізка": {
                  "name": "Локшинорізка",
                  "parent": "Техніка для кухні"
                },
                "Мікрохвильові печі": {
                  "name": "Мікрохвильові печі",
                  "parent": "Техніка для кухні"
                },
                "Маринатор": {
                  "name": "Маринатор",
                  "parent": "Техніка для кухні"
                },
                "Мультиварки": {
                  "name": "Мультиварки",
                  "parent": "Техніка для кухні"
                },
                "Насадки для електром'ясорубок": {
                  "name": "Насадки для електром'ясорубок",
                  "parent": "Техніка для кухні"
                },
                "Насадки для кухонних комбайнів": {
                  "name": "Насадки для кухонних комбайнів",
                  "parent": "Техніка для кухні"
                },
                "Настільні плити і духовки": {
                  "name": "Настільні плити і духовки",
                  "parent": "Техніка для кухні"
                },
                "Ножеточка": {
                  "name": "Ножеточка",
                  "parent": "Техніка для кухні"
                },
                "Пароварки": {
                  "name": "Пароварки",
                  "parent": "Техніка для кухні"
                },
                "Подрібнювачі харчових відходів": {
                  "name": "Подрібнювачі харчових відходів",
                  "parent": "Техніка для кухні"
                },
                "Сифони для газування води": {
                  "name": "Сифони для газування води",
                  "parent": "Техніка для кухні"
                },
                "Скиборізки": {
                  "name": "Скиборізки",
                  "parent": "Техніка для кухні"
                },
                "Соковитискачі": {
                  "name": "Соковитискачі",
                  "parent": "Техніка для кухні"
                },
                "Сушарки для фруктів": {
                  "name": "Сушарки для фруктів",
                  "parent": "Техніка для кухні"
                },
                "Техніка для кухні (різне)": {
                  "name": "Техніка для кухні (різне)",
                  "parent": "Техніка для кухні"
                },
                "Тостери, бутербродниці, вафельниці": {
                  "name": "Тостери, бутербродниці, вафельниці",
                  "parent": "Техніка для кухні"
                },
                "Фільтри-глечики для води": {
                  "name": "Фільтри-глечики для води",
                  "parent": "Техніка для кухні"
                },
                "Фритюрниці": {
                  "name": "Фритюрниці",
                  "parent": "Техніка для кухні"
                },
                "Хлібопічки": {
                  "name": "Хлібопічки",
                  "parent": "Техніка для кухні"
                },
                "Кліматична техніка": {
                  "listCategory": 556,
                  "name": "Кліматична техніка",
                  "parent": "Побутова техніка"
                },
                "Аксесуари для зволожувачів і очищувачів повітря": {
                  "name": "Аксесуари для зволожувачів і очищувачів повітря",
                  "parent": "Кліматична техніка"
                },
                "Аксесуари для кондиціонерів": {
                  "name": "Аксесуари для кондиціонерів",
                  "parent": "Кліматична техніка"
                },
                "Бойлери (водонагрівачі)": {
                  "name": "Бойлери (водонагрівачі)",
                  "parent": "Кліматична техніка"
                },
                "Вентилятори": {
                  "name": "Вентилятори",
                  "parent": "Кліматична техніка"
                },
                "Газові вуличні обігрівачі": {
                  "name": "Газові вуличні обігрівачі",
                  "parent": "Опалення"
                },
                "Додаткове обладнання для обігрівачів": {
                  "name": "Додаткове обладнання для обігрівачів",
                  "parent": "Кліматична техніка"
                },
                "Зволожувачі, очищувачі повітря": {
                  "name": "Зволожувачі, очищувачі повітря",
                  "parent": "Кліматична техніка"
                },
                "Каміни": {
                  "name": "Каміни",
                  "parent": "Інтер'єр"
                },
                "Кондиціонери": {
                  "name": "Кондиціонери",
                  "parent": "Кліматична техніка"
                },
                "Метеостанції, термометри, гігрометри, барометри": {
                  "name": "Метеостанції, термометри, гігрометри, барометри",
                  "parent": "Кліматична техніка"
                },
                "Нагрівальні інфрачервоні плівки": {
                  "name": "Нагрівальні інфрачервоні плівки",
                  "parent": "Опалення"
                },
                "Обігрівачі": {
                  "name": "Обігрівачі",
                  "parent": "Кліматична техніка"
                },
                "Осушувачі повітря": {
                  "name": "Осушувачі повітря",
                  "parent": "Кліматична техніка"
                },
                "Припливно-вентиляційні установки": {
                  "name": "Припливно-вентиляційні установки",
                  "parent": "Кліматична техніка"
                },
                "Теплові гармати": {
                  "name": "Теплові гармати",
                  "parent": "Кліматична техніка"
                },
                "Теплові завіси": {
                  "name": "Теплові завіси",
                  "parent": "Кліматична техніка"
                },
                "Техніка для дому": {
                  "listCategory": 611,
                  "name": "Техніка для дому",
                  "parent": "Побутова техніка"
                },
                "Аксесуари для пилососів і пароочищувачів": {
                  "name": "Аксесуари для пилососів і пароочищувачів",
                  "parent": "Техніка для дому"
                },
                "Аксесуари для прасок": {
                  "name": "Аксесуари для прасок",
                  "parent": "Техніка для дому"
                },
                "Аксесуари для швейних машинок": {
                  "name": "Аксесуари для швейних машинок",
                  "parent": "Техніка для дому"
                },
                "В'язальні машини": {
                  "name": "В'язальні машини",
                  "parent": "Техніка для дому"
                },
                "Дрібна техніка для дому": {
                  "name": "Дрібна техніка для дому",
                  "parent": "Техніка для дому"
                },
                "Дротовi телефони": {
                  "name": "Дротовi телефони",
                  "parent": "Телефони DECT-і провідні"
                },
                "Електрогрілки": {
                  "name": "Електрогрілки",
                  "parent": "Медтехніка для дому"
                },
                "Пароочищувачі, парові швабри": {
                  "name": "Пароочищувачі, парові швабри",
                  "parent": "Техніка для дому"
                },
                "Пилососи": {
                  "name": "Пилососи",
                  "parent": "Техніка для дому"
                },
                "Праски": {
                  "name": "Праски",
                  "parent": "Техніка для дому"
                },
                "Прасувальні дошки": {
                  "name": "Прасувальні дошки",
                  "parent": "Побутова хімія, господарські товари"
                },
                "прасувальні системи": {
                  "name": "прасувальні системи",
                  "parent": "Техніка для дому"
                },
                "Радіотелефони": {
                  "name": "Радіотелефони",
                  "parent": "Техніка для дому"
                },
                "Роботи-пилососи": {
                  "name": "Роботи-пилососи",
                  "parent": "Техніка для дому"
                },
                "Швейні машинки і оверлоки": {
                  "name": "Швейні машинки і оверлоки",
                  "parent": "Техніка для дому"
                },
                "Техніка для краси і догляду": {
                  "listCategory": 2850,
                  "name": "Техніка для краси і догляду",
                  "parent": "Побутова техніка"
                },
                "Аксесуари для електробритв": {
                  "name": "Аксесуари для електробритв",
                  "parent": "Техніка для краси і догляду"
                },
                "Аксесуари до машинок для стрижки": {
                  "name": "Аксесуари до машинок для стрижки",
                  "parent": "Техніка для краси і догляду"
                },
                "Ваги підлогові": {
                  "name": "Ваги підлогові",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Дитячі ваги": {
                  "name": "Дитячі ваги",
                  "parent": "Для малюків"
                },
                "Електробритви": {
                  "name": "Електробритви",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Електромасажери": {
                  "name": "Електромасажери",
                  "parent": "Техніка для краси і догляду"
                },
                "Епілятори": {
                  "name": "Епілятори",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Зубні електрощітки": {
                  "name": "Зубні електрощітки",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Машинки для стрижки (тримери)": {
                  "name": "Машинки для стрижки (тримери)",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Прилади для догляду за шкірою": {
                  "name": "Прилади для догляду за шкірою",
                  "parent": "Техніка для краси і догляду"
                },
                "Прилади для манікюру та педикюру": {
                  "name": "Прилади для манікюру та педикюру",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Фени, стайлери": {
                  "name": "Фени, стайлери",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Медтехніка для дому": {
                  "listCategory": 801,
                  "name": "Медтехніка для дому",
                  "parent": "Краса та здоров'я"
                },
                "Інгалятори": {
                  "name": "Інгалятори",
                  "parent": "Медтехніка для дому"
                },
                "Глюкометри": {
                  "name": "Глюкометри",
                  "parent": "Медтехніка для дому"
                },
                "Дозиметри, нітратоміри": {
                  "name": "Дозиметри, нітратоміри",
                  "parent": "Медтехніка для дому"
                },
                "Медичні лампи": {
                  "name": "Медичні лампи",
                  "parent": "Медтехніка для дому"
                },
                "Прилади для домашньої терапії": {
                  "name": "Прилади для домашньої терапії",
                  "parent": "Медтехніка для дому"
                },
                "Пульсометри": {
                  "name": "Пульсометри",
                  "parent": "Медтехніка для дому"
                },
                "Термометри": {
                  "name": "Термометри",
                  "parent": "Медтехніка для дому"
                },
                "Тест-смужки і ланцети": {
                  "name": "Тест-смужки і ланцети",
                  "parent": "Медтехніка для дому"
                },
                "Тонометри": {
                  "name": "Тонометри",
                  "parent": "Медтехніка для дому"
                },
                "Меблі": {
                  "listCategory": 1546,
                  "name": "Меблі",
                  "parent": "Все для дому"
                },
                "Аксесуари для офісних крісел": {
                  "name": "Аксесуари для офісних крісел",
                  "parent": "Меблі"
                },
                "Барні стільці та стійки": {
                  "name": "Барні стільці та стійки",
                  "parent": "Меблі"
                },
                "Вішалки": {
                  "name": "Вішалки",
                  "parent": "Дитячі меблі"
                },
                "Двоярусні ліжка": {
                  "name": "Двоярусні ліжка",
                  "parent": "Дитячі меблі"
                },
                "Дивани, кухонні куточки": {
                  "name": "Дивани, кухонні куточки",
                  "parent": "Меблі"
                },
                "Дитячі ліжка": {
                  "name": "Дитячі ліжка",
                  "parent": "Меблі"
                },
                "Журнальні та кавові столики": {
                  "name": "Журнальні та кавові столики",
                  "parent": "Меблі"
                },
                "Комоди, тумби, трюмо": {
                  "name": "Комоди, тумби, трюмо",
                  "parent": "Меблі"
                },
                "Комп'ютерні та офісні столи": {
                  "name": "Комп'ютерні та офісні столи",
                  "parent": "Офісні меблі"
                },
                "Комплектуючі для меблів": {
                  "name": "Комплектуючі для меблів",
                  "parent": "Меблі"
                },
                "Крісла, пуфики": {
                  "name": "Крісла, пуфики",
                  "parent": "Дитячі меблі"
                },
                "Кухні": {
                  "name": "Кухні",
                  "parent": "Меблі"
                },
                "Ліжка": {
                  "name": "Ліжка",
                  "parent": "Меблі"
                },
                "Матраци": {
                  "name": "Матраци",
                  "parent": "Домашній текстиль"
                },
                "Меблі для ванної кімнати": {
                  "name": "Меблі для ванної кімнати",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Меблева фурнітура": {
                  "name": "Меблева фурнітура",
                  "parent": "Меблі"
                },
                "Офісні крісла": {
                  "name": "Офісні крісла",
                  "parent": "Офісні меблі"
                },
                "Плетені меблі": {
                  "name": "Плетені меблі",
                  "parent": "Садові меблі, інтер'єр"
                },
                "розкладачки": {
                  "name": "розкладачки",
                  "parent": "Меблі"
                },
                "Спальні": {
                  "name": "Спальні",
                  "parent": "Меблі"
                },
                "Стільці, табурети": {
                  "name": "Стільці, табурети",
                  "parent": "Меблі"
                },
                "Столи": {
                  "name": "Столи",
                  "parent": "Меблі"
                },
                "Столи трансформери": {
                  "name": "Столи трансформери",
                  "parent": "Меблі"
                },
                "Чохли на каркаси ліжок": {
                  "name": "Чохли на каркаси ліжок",
                  "parent": "Меблі"
                },
                "Шафи, вітальні, стінки, полиці": {
                  "name": "Шафи, вітальні, стінки, полиці",
                  "parent": "Меблі"
                },
                "Посуд": {
                  "listCategory": 1257,
                  "name": "Посуд",
                  "parent": ""
                },
                "Ємності для сипучих продуктів": {
                  "name": "Ємності для сипучих продуктів",
                  "parent": "Посуд"
                },
                "Аксесуари для кухонних ножів": {
                  "name": "Аксесуари для кухонних ножів",
                  "parent": "Посуд"
                },
                "Глечики, графини, набори для напоїв": {
                  "name": "Глечики, графини, набори для напоїв",
                  "parent": "Посуд"
                },
                "Друшляки, сито": {
                  "name": "Друшляки, сито",
                  "parent": "Посуд"
                },
                "Заварювальні чайники": {
                  "name": "Заварювальні чайники",
                  "parent": "Посуд"
                },
                "Каструлі": {
                  "name": "Каструлі",
                  "parent": "Посуд"
                },
                "Келихи, склянки, чарки": {
                  "name": "Келихи, склянки, чарки",
                  "parent": "Посуд"
                },
                "Кришки для каструль, сковорідок": {
                  "name": "Кришки для каструль, сковорідок",
                  "parent": "Посуд"
                },
                "Кухонне приладдя": {
                  "name": "Кухонне приладдя",
                  "parent": "Посуд"
                },
                "Миски": {
                  "name": "Миски",
                  "parent": "Посуд"
                },
                "Набори для спецій і соусів": {
                  "name": "Набори для спецій і соусів",
                  "parent": "Посуд"
                },
                "Набори для суші": {
                  "name": "Набори для суші",
                  "parent": "Посуд"
                },
                "Набори для фондю, марміти": {
                  "name": "Набори для фондю, марміти",
                  "parent": "Посуд"
                },
                "Набори каструль, сковорідок": {
                  "name": "Набори каструль, сковорідок",
                  "parent": "Посуд"
                },
                "Ножі кухонні": {
                  "name": "Ножі кухонні",
                  "parent": "Посуд"
                },
                "Обробні дошки": {
                  "name": "Обробні дошки",
                  "parent": "Посуд"
                },
                "Предмети сервірування": {
                  "name": "Предмети сервірування",
                  "parent": "Посуд"
                },
                "Сервізи": {
                  "name": "Сервізи",
                  "parent": "Посуд"
                },
                "Сковорідки": {
                  "name": "Сковорідки",
                  "parent": "Посуд"
                },
                "Столові прибори": {
                  "name": "Столові прибори",
                  "parent": "Посуд"
                },
                "Тарілки": {
                  "name": "Тарілки",
                  "parent": "Посуд"
                },
                "Терки, шинковки, подрібнювачі": {
                  "name": "Терки, шинковки, подрібнювачі",
                  "parent": "Посуд"
                },
                "Термоси": {
                  "name": "Термоси",
                  "parent": "Пікнік"
                },
                "Турки, гейзерні кавоварки": {
                  "name": "Турки, гейзерні кавоварки",
                  "parent": "Посуд"
                },
                "Форми для запікання, дека, гусятниці": {
                  "name": "Форми для запікання, дека, гусятниці",
                  "parent": "Посуд"
                },
                "Харчові контейнери": {
                  "name": "Харчові контейнери",
                  "parent": "Посуд"
                },
                "Хлібниці": {
                  "name": "Хлібниці",
                  "parent": "Посуд"
                },
                "Чайники": {
                  "name": "Чайники",
                  "parent": "Посуд"
                },
                "Чашки": {
                  "name": "Чашки",
                  "parent": "Посуд"
                },
                "Освітлення, електрика": {
                  "listCategory": 1377,
                  "name": "Освітлення, електрика",
                  "parent": "Все для дому"
                },
                "Автоматичні вимикачі": {
                  "name": "Автоматичні вимикачі",
                  "parent": "Електрика"
                },
                "Аксесуари для світлодіодних ламп і стрічок": {
                  "name": "Аксесуари для світлодіодних ламп і стрічок",
                  "parent": "Освітлення, електрика"
                },
                "Акумуляторні світильники": {
                  "name": "Акумуляторні світильники",
                  "parent": "Освітлення, електрика"
                },
                "Вимикачі": {
                  "name": "Вимикачі",
                  "parent": "Освітлення, електрика"
                },
                "Вимикачі, розетки": {
                  "name": "Вимикачі, розетки",
                  "parent": "Електрика"
                },
                "Вуличні світильники": {
                  "name": "Вуличні світильники",
                  "parent": "Садові меблі, інтер'єр"
                },
                "Датчики, сповіщувачі": {
                  "name": "Датчики, сповіщувачі",
                  "parent": "Охоронні системи"
                },
                "Електрогірлянди": {
                  "name": "Електрогірлянди",
                  "parent": "Освітлення, електрика"
                },
                "Електролічильники": {
                  "name": "Електролічильники",
                  "parent": "Електрика"
                },
                "Електролампи": {
                  "name": "Електролампи",
                  "parent": "Освітлення, електрика"
                },
                "Захисні реле (інші)": {
                  "name": "Захисні реле (інші)",
                  "parent": "Електрика"
                },
                "Лампи": {
                  "name": "Лампи",
                  "parent": "Освітлення, електрика"
                },
                "Люстри, лампи, бра, торшери": {
                  "name": "Люстри, лампи, бра, торшери",
                  "parent": "Освітлення, електрика"
                },
                "Перетворювачі частоти": {
                  "name": "Перетворювачі частоти",
                  "parent": "Дачне електроживлення"
                },
                "Подовжувачі": {
                  "name": "Подовжувачі",
                  "parent": "Дачне електроживлення"
                },
                "Реле напруги, струму": {
                  "name": "Реле напруги, струму",
                  "parent": "Електрика"
                },
                "Реле часу (таймери)": {
                  "name": "Реле часу (таймери)",
                  "parent": "Електрика"
                },
                "розумні розетки": {
                  "name": "розумні розетки",
                  "parent": "Освітлення, електрика"
                },
                "Розумний дім, контролери та комплекти": {
                  "name": "Розумний дім, контролери та комплекти",
                  "parent": "Освітлення, електрика"
                },
                "Світильники": {
                  "name": "Світильники",
                  "parent": "Освітлення, електрика"
                },
                "Світлодіодні лампи": {
                  "name": "Світлодіодні лампи",
                  "parent": "Освітлення, електрика"
                },
                "Світлодіодні прожектори": {
                  "name": "Світлодіодні прожектори",
                  "parent": "Освітлення, електрика"
                },
                "Світлодіодні світильники": {
                  "name": "Світлодіодні світильники",
                  "parent": "Освітлення, електрика"
                },
                "Світлодіодні стрічки": {
                  "name": "Світлодіодні стрічки",
                  "parent": "Електрика"
                },
                "Силові кабелі, дроти": {
                  "name": "Силові кабелі, дроти",
                  "parent": "Електрика"
                },
                "Силові роз'єми": {
                  "name": "Силові роз'єми",
                  "parent": "Електрика"
                },
                "Стабілізатори напруги": {
                  "name": "Стабілізатори напруги",
                  "parent": "Електроживлення"
                },
                "таймери": {
                  "name": "таймери",
                  "parent": "Освітлення, електрика"
                },
                "Щити (корпуси) для вимикачів і лічильників": {
                  "name": "Щити (корпуси) для вимикачів і лічильників",
                  "parent": "Електрика"
                },
                "Домашній текстиль": {
                  "listCategory": 1414,
                  "name": "Домашній текстиль",
                  "parent": "Все для дому"
                },
                "Електропростирадла, електроковдри": {
                  "name": "Електропростирадла, електроковдри",
                  "parent": "Домашній текстиль"
                },
                "Ковдри": {
                  "name": "Ковдри",
                  "parent": "Домашній текстиль"
                },
                "Комплекти постільної білизни": {
                  "name": "Комплекти постільної білизни",
                  "parent": "Домашній текстиль"
                },
                "Наматрацники": {
                  "name": "Наматрацники",
                  "parent": "Домашній текстиль"
                },
                "Пледи": {
                  "name": "Пледи",
                  "parent": "Домашній текстиль"
                },
                "Подушки": {
                  "name": "Подушки",
                  "parent": "Домашній текстиль"
                },
                "Покривала": {
                  "name": "Покривала",
                  "parent": "Домашній текстиль"
                },
                "Простирадла, підковдри, наволочки": {
                  "name": "Простирадла, підковдри, наволочки",
                  "parent": "Домашній текстиль"
                },
                "Рушники": {
                  "name": "Рушники",
                  "parent": "Домашній текстиль"
                },
                "Скатертини, серветки": {
                  "name": "Скатертини, серветки",
                  "parent": "Домашній текстиль"
                },
                "Штори": {
                  "name": "Штори",
                  "parent": "Інтер'єр"
                },
                "Інтер'єр": {
                  "listCategory": 2326,
                  "name": "Інтер'єр",
                  "parent": "Все для дому"
                },
                "Аксесуари для карнизів і штор": {
                  "name": "Аксесуари для карнизів і штор",
                  "parent": "Інтер'єр"
                },
                "Ароматичні свічки, дифузори": {
                  "name": "Ароматичні свічки, дифузори",
                  "parent": "Інтер'єр"
                },
                "Вази": {
                  "name": "Вази",
                  "parent": "Інтер'єр"
                },
                "Горщики і кашпо для рослин": {
                  "name": "Горщики і кашпо для рослин",
                  "parent": "Інтер'єр"
                },
                "Декор (різне)": {
                  "name": "Декор (різне)",
                  "parent": "Інтер'єр"
                },
                "Дзеркала": {
                  "name": "Дзеркала",
                  "parent": "Інтер'єр"
                },
                "Жалюзі, ролети та рулонні штори": {
                  "name": "Жалюзі, ролети та рулонні штори",
                  "parent": "Інтер'єр"
                },
                "Кімнатні рослини": {
                  "name": "Кімнатні рослини",
                  "parent": "Інтер'єр"
                },
                "Карнизи для штор": {
                  "name": "Карнизи для штор",
                  "parent": "Інтер'єр"
                },
                "Картини, ікони": {
                  "name": "Картини, ікони",
                  "parent": "Сувеніри"
                },
                "Килими": {
                  "name": "Килими",
                  "parent": "Інтер'єр"
                },
                "Настінні і підлогові годинники": {
                  "name": "Настінні і підлогові годинники",
                  "parent": "Годинники"
                },
                "Свіжі квіти, букети": {
                  "name": "Свіжі квіти, букети",
                  "parent": "Інтер'єр"
                },
                "Свічники": {
                  "name": "Свічники",
                  "parent": "Інтер'єр"
                },
                "Соляні лампи": {
                  "name": "Соляні лампи",
                  "parent": "Масаж, сауна, ароматерапія"
                },
                "Статуетки, магніти": {
                  "name": "Статуетки, магніти",
                  "parent": "Інтер'єр"
                },
                "Шкатулки, скриньки, ключниці-бокси": {
                  "name": "Шкатулки, скриньки, ключниці-бокси",
                  "parent": "Інтер'єр"
                },
                "Кава, чай": {
                  "listCategory": 2689,
                  "name": "Кава, чай",
                  "parent": "Все для дому"
                },
                "Кава": {
                  "name": "Кава",
                  "parent": "Кава, чай"
                },
                "Чай": {
                  "name": "Чай",
                  "parent": "Кава, чай"
                },
                "Побутова хімія, господарські товари": {
                  "listCategory": 2238,
                  "name": "Побутова хімія, господарські товари",
                  "parent": "Все для дому"
                },
                "Відра для прибирання": {
                  "name": "Відра для прибирання",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Відра для сміття": {
                  "name": "Відра для сміття",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Господарські товари": {
                  "name": "Господарські товари",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Засоби для миття посуду": {
                  "name": "Засоби для миття посуду",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Засоби для прання": {
                  "name": "Засоби для прання",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Засоби для прибирання": {
                  "name": "Засоби для прибирання",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Засоби по догляду за побутовою технікою": {
                  "name": "Засоби по догляду за побутовою технікою",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Кошики для білизни": {
                  "name": "Кошики для білизни",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Мопи, пади, ганчірки": {
                  "name": "Мопи, пади, ганчірки",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Сушарки для білизни": {
                  "name": "Сушарки для білизни",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Швабри, щітки, віники": {
                  "name": "Швабри, щітки, віники",
                  "parent": "Побутова хімія, господарські товари"
                },
                "Безпека вдома": {
                  "listCategory": 1843,
                  "name": "Безпека вдома",
                  "parent": "Все для дому"
                },
                "Домофони": {
                  "name": "Домофони",
                  "parent": "Охоронні системи"
                },
                "Камери відеоспостереження": {
                  "name": "Камери відеоспостереження",
                  "parent": "Мережі, інтернет"
                },
                "Комплекти відеоспостереження": {
                  "name": "Комплекти відеоспостереження",
                  "parent": "Охоронні системи"
                },
                "Комплекти сигналізацій": {
                  "name": "Комплекти сигналізацій",
                  "parent": "Охоронні системи"
                },
                "Сейфи": {
                  "name": "Сейфи",
                  "parent": "Офісні меблі"
                },
                "Хоббі та розваги": {
                  "listCategory": 3068,
                  "name": "Хоббі та розваги",
                  "parent": "Все для дому"
                },
                "Автомоделі": {
                  "name": "Автомоделі",
                  "parent": "Хоббі та розваги"
                },
                "Більярд": {
                  "name": "Більярд",
                  "parent": "Спортивні ігри"
                },
                "Дартс": {
                  "name": "Дартс",
                  "parent": "Спортивні ігри"
                },
                "Збірні моделі": {
                  "name": "Збірні моделі",
                  "parent": "Дитячі іграшки"
                },
                "Набори для творчості і рукоділля": {
                  "name": "Набори для творчості і рукоділля",
                  "parent": "Товари для школи"
                },
                "Настільний футбол, хокей": {
                  "name": "Настільний футбол, хокей",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Сувенірні настільні ігри": {
                  "name": "Сувенірні настільні ігри",
                  "parent": "Сувеніри"
                },
                "Садова техніка": {
                  "listCategory": 2488,
                  "name": "Садова техніка",
                  "parent": "Дача, сад"
                },
                "Інкубатори побутові": {
                  "name": "Інкубатори побутові",
                  "parent": "Садова техніка"
                },
                "Аератори": {
                  "name": "Аератори",
                  "parent": "Садова техніка"
                },
                "Аксесуари для садової техніки": {
                  "name": "Аксесуари для садової техніки",
                  "parent": "Садова техніка"
                },
                "Бензопили, електропили": {
                  "name": "Бензопили, електропили",
                  "parent": "Садова техніка"
                },
                "Газонокосарки, сінокосарки": {
                  "name": "Газонокосарки, сінокосарки",
                  "parent": "Садова техніка"
                },
                "Двигуни для садової техніки": {
                  "name": "Двигуни для садової техніки",
                  "parent": "Садова техніка"
                },
                "для бензопил, електропила": {
                  "name": "для бензопил, електропила",
                  "parent": "Садова техніка"
                },
                "для газонокосарок": {
                  "name": "для газонокосарок",
                  "parent": "Садова техніка"
                },
                "для мотокос, тримерів": {
                  "name": "для мотокос, тримерів",
                  "parent": "Садова техніка"
                },
                "Дроворуби": {
                  "name": "Дроворуби",
                  "parent": "Садова техніка"
                },
                "Зернодробарки, корморізки": {
                  "name": "Зернодробарки, корморізки",
                  "parent": "Садова техніка"
                },
                "Культиватори, мотоблоки": {
                  "name": "Культиватори, мотоблоки",
                  "parent": "Садова техніка"
                },
                "Кущорізи, висоторізи": {
                  "name": "Кущорізи, висоторізи",
                  "parent": "Садова техніка"
                },
                "ланцюги для пилок": {
                  "name": "ланцюги для пилок",
                  "parent": "Садова техніка"
                },
                "Мотокоси, тримери": {
                  "name": "Мотокоси, тримери",
                  "parent": "Садова техніка"
                },
                "Мотооприскувачі": {
                  "name": "Мотооприскувачі",
                  "parent": "Садова техніка"
                },
                "Навісне обладнання до тракторів, мотоблоків і культиваторів": {
                  "name": "Навісне обладнання до тракторів, мотоблоків і культиваторів",
                  "parent": "Садова техніка"
                },
                "Садові пилососи (повітродувки)": {
                  "name": "Садові пилососи (повітродувки)",
                  "parent": "Садова техніка"
                },
                "Садові подрібнювачі": {
                  "name": "Садові подрібнювачі",
                  "parent": "Садова техніка"
                },
                "Садові трактори, райдери": {
                  "name": "Садові трактори, райдери",
                  "parent": "Садова техніка"
                },
                "Садова техніка (різне)": {
                  "name": "Садова техніка (різне)",
                  "parent": "Садова техніка"
                },
                "Снігоприбирачі": {
                  "name": "Снігоприбирачі",
                  "parent": "Садова техніка"
                },
                "Шини для пилок": {
                  "name": "Шини для пилок",
                  "parent": "Садова техніка"
                },
                "Ручний садовий інструмент": {
                  "listCategory": 2215,
                  "name": "Ручний садовий інструмент",
                  "parent": "Дача, сад"
                },
                "Граблі, лопати, вила": {
                  "name": "Граблі, лопати, вила",
                  "parent": "Ручний садовий інструмент"
                },
                "Знімачі плодів": {
                  "name": "Знімачі плодів",
                  "parent": "Ручний садовий інструмент"
                },
                "Мітли, щітки": {
                  "name": "Мітли, щітки",
                  "parent": "Ручний садовий інструмент"
                },
                "Обприскувачі": {
                  "name": "Обприскувачі",
                  "parent": "Водопостачання, полив"
                },
                "Ручний садовий інструмент (решта)": {
                  "name": "Ручний садовий інструмент (решта)",
                  "parent": "Ручний садовий інструмент"
                },
                "Сікатори, сучкорізи, садові ножиці": {
                  "name": "Сікатори, сучкорізи, садові ножиці",
                  "parent": "Ручний садовий інструмент"
                },
                "Садові пилки, ножі": {
                  "name": "Садові пилки, ножі",
                  "parent": "Ручний садовий інструмент"
                },
                "Сапи, ручні культиватори, сівалки": {
                  "name": "Сапи, ручні культиватори, сівалки",
                  "parent": "Ручний садовий інструмент"
                },
                "Сокири": {
                  "name": "Сокири",
                  "parent": "Столярний інструмент"
                },
                "Тачки садові, будівельні": {
                  "name": "Тачки садові, будівельні",
                  "parent": "Ручний садовий інструмент"
                },
                "Саджанці, насіння, добрива": {
                  "listCategory": 3523,
                  "name": "Саджанці, насіння, добрива",
                  "parent": "Дача, сад"
                },
                "Багаторічники": {
                  "name": "Багаторічники",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Бордюрна стрічка": {
                  "name": "Бордюрна стрічка",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Бульби, цибулини квітів": {
                  "name": "Бульби, цибулини квітів",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Бульби, цибулини овочів": {
                  "name": "Бульби, цибулини овочів",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Виноград": {
                  "name": "Виноград",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Грунти та торфосмеси": {
                  "name": "Грунти та торфосмеси",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Декоративні дерева": {
                  "name": "Декоративні дерева",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Декоративні чагарники": {
                  "name": "Декоративні чагарники",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Добрива": {
                  "name": "Добрива",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Засоби захисту рослин": {
                  "name": "Засоби захисту рослин",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Затіняюча сітка": {
                  "name": "Затіняюча сітка",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Касети, піддони для розсади": {
                  "name": "Касети, піддони для розсади",
                  "parent": "Саджанці, насіння, добрива"
                },
                "компостери садові": {
                  "name": "компостери садові",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Лампи для рослин (фітолампи)": {
                  "name": "Лампи для рослин (фітолампи)",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Ловушки, отпугиватели": {
                  "name": "Ловушки, отпугиватели",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Насіння газонної трави": {
                  "name": "Насіння газонної трави",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Насіння квітів": {
                  "name": "Насіння квітів",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Насіння овочів і трав": {
                  "name": "Насіння овочів і трав",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Плодові дерева": {
                  "name": "Плодові дерева",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Плодові чагарники": {
                  "name": "Плодові чагарники",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Розсада квітів": {
                  "name": "Розсада квітів",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Розсада овочів": {
                  "name": "Розсада овочів",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Саджанці, розсада": {
                  "name": "Саджанці, розсада",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Теплиці, парники, агроволокно": {
                  "name": "Теплиці, парники, агроволокно",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Троянди": {
                  "name": "Троянди",
                  "parent": "Саджанці, насіння, добрива"
                },
                "Водопостачання, полив": {
                  "listCategory": 2951,
                  "name": "Водопостачання, полив",
                  "parent": "Дача, сад"
                },
                "Аксесуари для водопостачання, поливу": {
                  "name": "Аксесуари для водопостачання, поливу",
                  "parent": "Водопостачання, полив"
                },
                "Аксесуари для насосів": {
                  "name": "Аксесуари для насосів",
                  "parent": "Водопостачання, полив"
                },
                "Баки для води, рукомийники": {
                  "name": "Баки для води, рукомийники",
                  "parent": "Водопостачання, полив"
                },
                "Гідроакумулятори для насосів": {
                  "name": "Гідроакумулятори для насосів",
                  "parent": "Водопостачання, полив"
                },
                "Дощувачі": {
                  "name": "Дощувачі",
                  "parent": "Водопостачання, полив"
                },
                "лійки садові": {
                  "name": "лійки садові",
                  "parent": "Водопостачання, полив"
                },
                "Мотопомпи": {
                  "name": "Мотопомпи",
                  "parent": "Водопостачання, полив"
                },
                "Рідинні електронасоси": {
                  "name": "Рідинні електронасоси",
                  "parent": "Водопостачання, полив"
                },
                "Шланги та приладдя": {
                  "name": "Шланги та приладдя",
                  "parent": "Водопостачання, полив"
                },
                "Дачне електроживлення": {
                  "listCategory": 2963,
                  "name": "Дачне електроживлення",
                  "parent": "Дача, сад"
                },
                "Аксесуари для генераторів": {
                  "name": "Аксесуари для генераторів",
                  "parent": "Дачне електроживлення"
                },
                "Блоки АВР для генераторів": {
                  "name": "Блоки АВР для генераторів",
                  "parent": "Дачне електроживлення"
                },
                "Вітро-сонячні контролери": {
                  "name": "Вітро-сонячні контролери",
                  "parent": "Дачне електроживлення"
                },
                "Вітрогенератори": {
                  "name": "Вітрогенератори",
                  "parent": "Дачне електроживлення"
                },
                "Генератори": {
                  "name": "Генератори",
                  "parent": "Будівельне обладнання"
                },
                "Зарядні пристрої на сонячних батареях": {
                  "name": "Зарядні пристрої на сонячних батареях",
                  "parent": "Дачне електроживлення"
                },
                "Захисні реле": {
                  "name": "Захисні реле",
                  "parent": "Дачне електроживлення"
                },
                "Сонячні колектори, фотомодулі, інвертори": {
                  "name": "Сонячні колектори, фотомодулі, інвертори",
                  "parent": "Дачне електроживлення"
                },
                "Садові меблі, інтер'єр": {
                  "listCategory": 2953,
                  "name": "Садові меблі, інтер'єр",
                  "parent": "Дача, сад"
                },
                "інфрачервоні сауни": {
                  "name": "інфрачервоні сауни",
                  "parent": "Масаж, сауна, ароматерапія"
                },
                "Аксесуари, обладнання для саун і лазень": {
                  "name": "Аксесуари, обладнання для саун і лазень",
                  "parent": "Садові меблі, інтер'єр"
                },
                "Ароматизатори для сауни": {
                  "name": "Ароматизатори для сауни",
                  "parent": "Садові меблі, інтер'єр"
                },
                "Біотуалети": {
                  "name": "Біотуалети",
                  "parent": "Догляд та реабілітація"
                },
                "Гамаки": {
                  "name": "Гамаки",
                  "parent": "Пікнік"
                },
                "Кемпінгові меблі": {
                  "name": "Кемпінгові меблі",
                  "parent": "Пікнік"
                },
                "Мангали, барбекю, набори для пікніка": {
                  "name": "Мангали, барбекю, набори для пікніка",
                  "parent": "Туризм, кемпінг"
                },
                "Огорожа, паркан": {
                  "name": "Огорожа, паркан",
                  "parent": "Садові меблі, інтер'єр"
                },
                "Пастки, відлякувачі": {
                  "name": "Пастки, відлякувачі",
                  "parent": "Пікнік"
                },
                "Печі для саун": {
                  "name": "Печі для саун",
                  "parent": "Масаж, сауна, ароматерапія"
                },
                "Рідина для біотуалетів": {
                  "name": "Рідина для біотуалетів",
                  "parent": "Садові меблі, інтер'єр"
                },
                "Сітка (рабиця)": {
                  "name": "Сітка (рабиця)",
                  "parent": "Садові меблі, інтер'єр"
                },
                "Садові гойдалки": {
                  "name": "Садові гойдалки",
                  "parent": "Садові меблі, інтер'єр"
                },
                "Садові меблі": {
                  "name": "Садові меблі",
                  "parent": "Садові меблі, інтер'єр"
                },
                "Садові фігури": {
                  "name": "Садові фігури",
                  "parent": "Садові меблі, інтер'єр"
                },
                "Басейни, ставки, фонтани": {
                  "listCategory": 2952,
                  "name": "Басейни, ставки, фонтани",
                  "parent": "Дача, сад"
                },
                "Аксесуари для басейнів": {
                  "name": "Аксесуари для басейнів",
                  "parent": "Басейни, ставки, фонтани"
                },
                "Басейни надувні, каркасні": {
                  "name": "Басейни надувні, каркасні",
                  "parent": "Басейни, ставки, фонтани"
                },
                "басейни стаціонарні": {
                  "name": "басейни стаціонарні",
                  "parent": "Басейни, ставки, фонтани"
                },
                "Дезінфікуючі і очисні засоби": {
                  "name": "Дезінфікуючі і очисні засоби",
                  "parent": "Басейни, ставки, фонтани"
                },
                "Насоси для фонтанів і ставків": {
                  "name": "Насоси для фонтанів і ставків",
                  "parent": "Басейни, ставки, фонтани"
                },
                "Обладнання для ставків і фонтанів": {
                  "name": "Обладнання для ставків і фонтанів",
                  "parent": "Басейни, ставки, фонтани"
                },
                "Садові ставки": {
                  "name": "Садові ставки",
                  "parent": "Басейни, ставки, фонтани"
                },
                "Садові фонтани": {
                  "name": "Садові фонтани",
                  "parent": "Басейни, ставки, фонтани"
                },
                "Інтернет і телебачення": {
                  "listCategory": 2965,
                  "name": "Інтернет і телебачення",
                  "parent": "Дача, сад"
                },
                "Антени бездротових мереж": {
                  "name": "Антени бездротових мереж",
                  "parent": "Інтернет і телебачення"
                },
                "Антени супутникового телебачення": {
                  "name": "Антени супутникового телебачення",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Модеми 3G, GSM, CDMA": {
                  "name": "Модеми 3G, GSM, CDMA",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Приемники телевидения T2": {
                  "name": "Приемники телевидения T2",
                  "parent": "Інтернет і телебачення"
                },
                "Ресивери цифрового телебачення": {
                  "name": "Ресивери цифрового телебачення",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Телевізійні антени": {
                  "name": "Телевізійні антени",
                  "parent": "Інтернет і телебачення"
                },
                "Опалення": {
                  "listCategory": 4063,
                  "name": "Опалення",
                  "parent": "Дача, сад"
                },
                "Газові конвектори": {
                  "name": "Газові конвектори",
                  "parent": "Опалення"
                },
                "Котли опалення": {
                  "name": "Котли опалення",
                  "parent": "Опалення"
                },
                "Лічильники газу": {
                  "name": "Лічильники газу",
                  "parent": "Опалення"
                },
                "Печі на дровах": {
                  "name": "Печі на дровах",
                  "parent": "Опалення"
                },
                "Радіатори опалення": {
                  "name": "Радіатори опалення",
                  "parent": "Опалення"
                },
                "Розширювальні баки для систем опалення та водопостачання": {
                  "name": "Розширювальні баки для систем опалення та водопостачання",
                  "parent": "Опалення"
                },
                "Сонячні колектори, фотомодулі": {
                  "name": "Сонячні колектори, фотомодулі",
                  "parent": "Опалення"
                },
                "Теплові насоси": {
                  "name": "Теплові насоси",
                  "parent": "Опалення"
                },
                "Труби та фітинги": {
                  "name": "Труби та фітинги",
                  "parent": "Сантехніка"
                },
                "Дитячі іграшки": {
                  "listCategory": 1452,
                  "name": "Дитячі іграшки",
                  "parent": "Дитячі товари"
                },
                "3D-ручки": {
                  "name": "3D-ручки",
                  "parent": "Дитячі іграшки"
                },
                "Іграшки для найменших": {
                  "name": "Іграшки для найменших",
                  "parent": "Для малюків"
                },
                "Іграшкові машинки, техніка": {
                  "name": "Іграшкові машинки, техніка",
                  "parent": "Дитячі іграшки"
                },
                "Іграшкова зброя": {
                  "name": "Іграшкова зброя",
                  "parent": "Дитячі іграшки"
                },
                "Ігрові набори": {
                  "name": "Ігрові набори",
                  "parent": "Дитячі іграшки"
                },
                "Інтерактивні іграшки, роботи": {
                  "name": "Інтерактивні іграшки, роботи",
                  "parent": "Дитячі іграшки"
                },
                "Гаражі, паркінги, треки": {
                  "name": "Гаражі, паркінги, треки",
                  "parent": "Дитячі іграшки"
                },
                "Дитячі комп'ютери, електронні ігри": {
                  "name": "Дитячі комп'ютери, електронні ігри",
                  "parent": "Дитячі іграшки"
                },
                "Дитячі конструктори": {
                  "name": "Дитячі конструктори",
                  "parent": "Дитячі іграшки"
                },
                "Дитячі музичні інструменти": {
                  "name": "Дитячі музичні інструменти",
                  "parent": "Дитячі іграшки"
                },
                "Дитячі спортивні ігри": {
                  "name": "Дитячі спортивні ігри",
                  "parent": "Дитячі іграшки"
                },
                "Дослідження, досліди": {
                  "name": "Дослідження, досліди",
                  "parent": "Товари для школи"
                },
                "Залізниці": {
                  "name": "Залізниці",
                  "parent": "Дитячі іграшки"
                },
                "Квадрокоптера-іграшки": {
                  "name": "Квадрокоптера-іграшки",
                  "parent": "Дитячі іграшки"
                },
                "Ляльки, набори для ляльок": {
                  "name": "Ляльки, набори для ляльок",
                  "parent": "Дитячі іграшки"
                },
                "М'які іграшки": {
                  "name": "М'які іграшки",
                  "parent": "Дитячі іграшки"
                },
                "Масштабні моделі": {
                  "name": "Масштабні моделі",
                  "parent": "Дитячі іграшки"
                },
                "Настільні ігри, головоломки": {
                  "name": "Настільні ігри, головоломки",
                  "parent": "Дитячі іграшки"
                },
                "Пазли": {
                  "name": "Пазли",
                  "parent": "Дитячі іграшки"
                },
                "Персонажі мультфільмів, ігрові фігурки": {
                  "name": "Персонажі мультфільмів, ігрові фігурки",
                  "parent": "Дитячі іграшки"
                },
                "Радіокеровані моделі, іграшки": {
                  "name": "Радіокеровані моделі, іграшки",
                  "parent": "Дитячі іграшки"
                },
                "спіннери": {
                  "name": "спіннери",
                  "parent": "Дитячі іграшки"
                },
                "Трансформери": {
                  "name": "Трансформери",
                  "parent": "Дитячі іграшки"
                },
                "Ящики для іграшок": {
                  "name": "Ящики для іграшок",
                  "parent": "Дитячі меблі"
                },
                "Для малюків": {
                  "listCategory": 3849,
                  "name": "Для малюків",
                  "parent": "Дитячі товари"
                },
                "Брязкальця, підвіски, прорізувачі": {
                  "name": "Брязкальця, підвіски, прорізувачі",
                  "parent": "Для малюків"
                },
                "Дитячі горщики і сидіння": {
                  "name": "Дитячі горщики і сидіння",
                  "parent": "Для малюків"
                },
                "Дитячі комоди, пеленальні столики і пеленатори": {
                  "name": "Дитячі комоди, пеленальні столики і пеленатори",
                  "parent": "Дитячі меблі"
                },
                "Дитячі крісла-гойдалки": {
                  "name": "Дитячі крісла-гойдалки",
                  "parent": "Для малюків"
                },
                "Дитячі ліжечка, колиски, манежі": {
                  "name": "Дитячі ліжечка, колиски, манежі",
                  "parent": "Дитячі меблі"
                },
                "Дитячі матраци": {
                  "name": "Дитячі матраци",
                  "parent": "Для малюків"
                },
                "Дитячі світильники, нічники": {
                  "name": "Дитячі світильники, нічники",
                  "parent": "Для малюків"
                },
                "Дитяча гігієна": {
                  "name": "Дитяча гігієна",
                  "parent": "Для малюків"
                },
                "Дитяче харчування": {
                  "name": "Дитяче харчування",
                  "parent": "Для малюків"
                },
                "Купання й умивання": {
                  "name": "Купання й умивання",
                  "parent": "Для малюків"
                },
                "Музичні каруселі, мобілі": {
                  "name": "Музичні каруселі, мобілі",
                  "parent": "Для малюків"
                },
                "Набори для дитячого ліжечка, коляски": {
                  "name": "Набори для дитячого ліжечка, коляски",
                  "parent": "Для малюків"
                },
                "Підгузники і трусики": {
                  "name": "Підгузники і трусики",
                  "parent": "Для малюків"
                },
                "Пустушки": {
                  "name": "Пустушки",
                  "parent": "Для малюків"
                },
                "Розвиваючі килимки": {
                  "name": "Розвиваючі килимки",
                  "parent": "Для малюків"
                },
                "Стільчики для годування": {
                  "name": "Стільчики для годування",
                  "parent": "Дитячі меблі"
                },
                "Ходунки, стрибуни": {
                  "name": "Ходунки, стрибуни",
                  "parent": "Для малюків"
                },
                "Коляски та автокрісла": {
                  "listCategory": 1521,
                  "name": "Коляски та автокрісла",
                  "parent": "Дитячі товари"
                },
                "Автокрісла": {
                  "name": "Автокрісла",
                  "parent": "Коляски та автокрісла"
                },
                "Аксесуари для автокрісел": {
                  "name": "Аксесуари для автокрісел",
                  "parent": "Коляски та автокрісла"
                },
                "Аксесуари для колясок": {
                  "name": "Аксесуари для колясок",
                  "parent": "Коляски та автокрісла"
                },
                "Бази": {
                  "name": "Бази",
                  "parent": "Коляски та автокрісла"
                },
                "Вкладиші": {
                  "name": "Вкладиші",
                  "parent": "Коляски та автокрісла"
                },
                "Дитячі велокрісла": {
                  "name": "Дитячі велокрісла",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Дитячі коляски": {
                  "name": "Дитячі коляски",
                  "parent": "Коляски та автокрісла"
                },
                "Дощовики": {
                  "name": "Дощовики",
                  "parent": "Коляски та автокрісла"
                },
                "Конверти в коляску": {
                  "name": "Конверти в коляску",
                  "parent": "Коляски та автокрісла"
                },
                "Люльки для колясок": {
                  "name": "Люльки для колясок",
                  "parent": "Коляски та автокрісла"
                },
                "Мобілі і дуги": {
                  "name": "Мобілі і дуги",
                  "parent": "Коляски та автокрісла"
                },
                "Москітні сітки": {
                  "name": "Москітні сітки",
                  "parent": "Коляски та автокрісла"
                },
                "Підвіски": {
                  "name": "Підвіски",
                  "parent": "Коляски та автокрісла"
                },
                "Парасольки": {
                  "name": "Парасольки",
                  "parent": "Сумки та аксесуари"
                },
                "Прогулянкові блоки": {
                  "name": "Прогулянкові блоки",
                  "parent": "Коляски та автокрісла"
                },
                "Сумки": {
                  "name": "Сумки",
                  "parent": "Для чоловіків"
                },
                "Чохли": {
                  "name": "Чохли",
                  "parent": "Спортивні ігри"
                },
                "Шасі": {
                  "name": "Шасі",
                  "parent": "Коляски та автокрісла"
                },
                "Прогулянка і активний відпочинок": {
                  "listCategory": 1455,
                  "name": "Прогулянка і активний відпочинок",
                  "parent": "Дитячі товари"
                },
                "Ігрові будиночки, намети": {
                  "name": "Ігрові будиночки, намети",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Ігрові майданчики": {
                  "name": "Ігрові майданчики",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Аксессуары для батутов": {
                  "name": "Аксессуары для батутов",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Батути": {
                  "name": "Батути",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "беговел": {
                  "name": "беговел",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Гірки": {
                  "name": "Гірки",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Гіроскутери, гіроборди": {
                  "name": "Гіроскутери, гіроборди",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Дитячі велосипеди": {
                  "name": "Дитячі велосипеди",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Дитячі гойдалки": {
                  "name": "Дитячі гойдалки",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Дитячі електро-та веломобілі": {
                  "name": "Дитячі електро-та веломобілі",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Дитячі качалки, каталки": {
                  "name": "Дитячі качалки, каталки",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "електросамокати": {
                  "name": "електросамокати",
                  "parent": "Електротранспорт"
                },
                "Лижі для дітей і підлітків": {
                  "name": "Лижі для дітей і підлітків",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Лижі для найменших": {
                  "name": "Лижі для найменших",
                  "parent": "Лижі, ковзани, санки"
                },
                "Огорожа для ігрових майданчиків": {
                  "name": "Огорожа для ігрових майданчиків",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Підліткові велосипеди": {
                  "name": "Підліткові велосипеди",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Пісочниці": {
                  "name": "Пісочниці",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Пляжні надувні іграшки, басейни, стрибуни": {
                  "name": "Пляжні надувні іграшки, басейни, стрибуни",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Роликові ковзани": {
                  "name": "Роликові ковзани",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Самокати": {
                  "name": "Самокати",
                  "parent": "Прогулянка і активний відпочинок"
                },
                "Санки": {
                  "name": "Санки",
                  "parent": "Лижі, ковзани, санки"
                },
                "Скейтборди": {
                  "name": "Скейтборди",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Спортивні ігри": {
                  "listCategory": 1282,
                  "name": "Спортивні ігри",
                  "parent": "Спорт, Активний відпочинок"
                },
                "Фітнес-джампери": {
                  "name": "Фітнес-джампери",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Дитячі меблі": {
                  "listCategory": 1477,
                  "name": "Дитячі меблі",
                  "parent": "Дитячі товари"
                },
                "Аксесуари до стільчиків для годування": {
                  "name": "Аксесуари до стільчиків для годування",
                  "parent": "Дитячі меблі"
                },
                "Дзеркала для дитячої кімнати": {
                  "name": "Дзеркала для дитячої кімнати",
                  "parent": "Дитячі меблі"
                },
                "Дитячі дивани": {
                  "name": "Дитячі дивани",
                  "parent": "Дитячі меблі"
                },
                "Дитячі комп'ютерні крісла": {
                  "name": "Дитячі комп'ютерні крісла",
                  "parent": "Дитячі меблі"
                },
                "Дитячі столи та стільці": {
                  "name": "Дитячі столи та стільці",
                  "parent": "Дитячі меблі"
                },
                "Дитячі шафи, стелажі, тумби, полиці": {
                  "name": "Дитячі шафи, стелажі, тумби, полиці",
                  "parent": "Дитячі меблі"
                },
                "Комплекти дитячих меблів": {
                  "name": "Комплекти дитячих меблів",
                  "parent": "Дитячі меблі"
                },
                "Підліткові ліжка": {
                  "name": "Підліткові ліжка",
                  "parent": "Дитячі меблі"
                },
                "Письмові столи, парти": {
                  "name": "Письмові столи, парти",
                  "parent": "Товари для школи"
                },
                "Спортивні комплекси": {
                  "name": "Спортивні комплекси",
                  "parent": "Дитячі меблі"
                },
                "Товари для школи": {
                  "listCategory": 1614,
                  "name": "Товари для школи",
                  "parent": "Дитячі товари"
                },
                "Глобуси, карти": {
                  "name": "Глобуси, карти",
                  "parent": "Товари для школи"
                },
                "Зошити, блокноти, щоденники": {
                  "name": "Зошити, блокноти, щоденники",
                  "parent": "Товари для школи"
                },
                "Калькулятори": {
                  "name": "Калькулятори",
                  "parent": "Оргтехніка"
                },
                "Канцелярські товари": {
                  "name": "Канцелярські товари",
                  "parent": "Товари для школи"
                },
                "Комп'ютерні крісла": {
                  "name": "Комп'ютерні крісла",
                  "parent": "Товари для школи"
                },
                "Комп'ютерні столи": {
                  "name": "Комп'ютерні столи",
                  "parent": "Товари для школи"
                },
                "Мікроскопи, телескопи": {
                  "name": "Мікроскопи, телескопи",
                  "parent": "Товари для школи"
                },
                "Мольберти, дошки для малювання": {
                  "name": "Мольберти, дошки для малювання",
                  "parent": "Товари для школи"
                },
                "Навчальні пазли": {
                  "name": "Навчальні пазли",
                  "parent": "Товари для школи"
                },
                "Навчальні посібники для школярів": {
                  "name": "Навчальні посібники для школярів",
                  "parent": "Товари для школи"
                },
                "Сумки для взуття": {
                  "name": "Сумки для взуття",
                  "parent": "Взуття"
                },
                "Шкільні пенали": {
                  "name": "Шкільні пенали",
                  "parent": "Товари для школи"
                },
                "Шкільні сумки і рюкзаки": {
                  "name": "Шкільні сумки і рюкзаки",
                  "parent": "Товари для школи"
                },
                "Шкільна форма для дівчаток": {
                  "name": "Шкільна форма для дівчаток",
                  "parent": "Для дітей"
                },
                "Шкільна форма для хлопчиків": {
                  "name": "Шкільна форма для хлопчиків",
                  "parent": "Для дітей"
                },
                "Дитячий одяг": {
                  "listCategory": 1824,
                  "name": "Дитячий одяг",
                  "parent": "Дитячі товари"
                },
                "Верхній одяг": {
                  "name": "Верхній одяг",
                  "parent": "Дитячий одяг"
                },
                "Головні убори, шарфи, рукавички": {
                  "name": "Головні убори, шарфи, рукавички",
                  "parent": "Дитячий одяг"
                },
                "Джинси, брюки, шорти": {
                  "name": "Джинси, брюки, шорти",
                  "parent": "Дитячий одяг"
                },
                "Дитячі валізи": {
                  "name": "Дитячі валізи",
                  "parent": "Дитячий одяг"
                },
                "Дитячі сумки та рюкзаки": {
                  "name": "Дитячі сумки та рюкзаки",
                  "parent": "Багаж"
                },
                "Карнавальні костюми": {
                  "name": "Карнавальні костюми",
                  "parent": "Дитячий одяг"
                },
                "Колготки, шкарпетки": {
                  "name": "Колготки, шкарпетки",
                  "parent": "Дитячий одяг"
                },
                "Комбінезони для немовлят": {
                  "name": "Комбінезони для немовлят",
                  "parent": "Дитячий одяг"
                },
                "Костюми, комбінезони, комплекти": {
                  "name": "Костюми, комбінезони, комплекти",
                  "parent": "Дитячий одяг"
                },
                "Костюми, комбінезони, комплекти одягу": {
                  "name": "Костюми, комбінезони, комплекти одягу",
                  "parent": "Дитячий одяг"
                },
                "Крестильная одяг, набори для хрещення": {
                  "name": "Крестильная одяг, набори для хрещення",
                  "parent": "Дитячий одяг"
                },
                "Одяг на виписку": {
                  "name": "Одяг на виписку",
                  "parent": "Для дітей"
                },
                "Піжами, нижня білизна, купальники": {
                  "name": "Піжами, нижня білизна, купальники",
                  "parent": "Дитячий одяг"
                },
                "Піжами, нижня білизна, плавки": {
                  "name": "Піжами, нижня білизна, плавки",
                  "parent": "Дитячий одяг"
                },
                "Повсякденний одяг": {
                  "name": "Повсякденний одяг",
                  "parent": "Дитячий одяг"
                },
                "Светри, кофти, жилети": {
                  "name": "Светри, кофти, жилети",
                  "parent": "Дитячий одяг"
                },
                "Светри, толстовки, жилети": {
                  "name": "Светри, толстовки, жилети",
                  "parent": "Дитячий одяг"
                },
                "Сорочки, футболки, майки": {
                  "name": "Сорочки, футболки, майки",
                  "parent": "Дитячий одяг"
                },
                "Сукні, сарафани, спідниці": {
                  "name": "Сукні, сарафани, спідниці",
                  "parent": "Дитячий одяг"
                },
                "Футболки, блузи, сорочки": {
                  "name": "Футболки, блузи, сорочки",
                  "parent": "Дитячий одяг"
                },
                "Чоловічки, боді": {
                  "name": "Чоловічки, боді",
                  "parent": "Для дітей"
                },
                "Для вагітних і годуючих мам": {
                  "listCategory": 5595,
                  "name": "Для вагітних і годуючих мам",
                  "parent": "Дитячі товари"
                },
                "Гігієна для мам": {
                  "name": "Гігієна для мам",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Дитяча безпека": {
                  "name": "Дитяча безпека",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Книги для майбутніх мам": {
                  "name": "Книги для майбутніх мам",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Молоковідсоси": {
                  "name": "Молоковідсоси",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Одяг для вагітних і годуючих": {
                  "name": "Одяг для вагітних і годуючих",
                  "parent": "Для жінок"
                },
                "Підігрівачі, стерилізатори": {
                  "name": "Підігрівачі, стерилізатори",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Подушки для годування": {
                  "name": "Подушки для годування",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Радіо-, відеоняні": {
                  "name": "Радіо-, відеоняні",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Рюкзаки-кенгуру, слінги, віжки": {
                  "name": "Рюкзаки-кенгуру, слінги, віжки",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Сумки для колясок": {
                  "name": "Сумки для колясок",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Товари для годування": {
                  "name": "Товари для годування",
                  "parent": "Для вагітних і годуючих мам"
                },
                "Для собак": {
                  "listCategory": 2122,
                  "name": "Для собак",
                  "parent": "Зоотовари"
                },
                "Іграшки для собак": {
                  "name": "Іграшки для собак",
                  "parent": "Для собак"
                },
                "Вітаміни": {
                  "name": "Вітаміни",
                  "parent": "Для риб і рептилій"
                },
                "Гігієна будинку": {
                  "name": "Гігієна будинку",
                  "parent": "Різне"
                },
                "Грумінг для собак і котів": {
                  "name": "Грумінг для собак і котів",
                  "parent": "Для собак"
                },
                "Дверцята для кішок і собак": {
                  "name": "Дверцята для кішок і собак",
                  "parent": "Для котів"
                },
                "Догляд та гігієна": {
                  "name": "Догляд та гігієна",
                  "parent": "Для гризунів"
                },
                "Засоби транспортування, спальні місця": {
                  "name": "Засоби транспортування, спальні місця",
                  "parent": "Для собак"
                },
                "Корм для собак": {
                  "name": "Корм для собак",
                  "parent": "Для собак"
                },
                "Намордники": {
                  "name": "Намордники",
                  "parent": "Для собак"
                },
                "Нашийники": {
                  "name": "Нашийники",
                  "parent": "Для собак"
                },
                "Одяг та взуття для собак": {
                  "name": "Одяг та взуття для собак",
                  "parent": "Для собак"
                },
                "Повідці, шлеї": {
                  "name": "Повідці, шлеї",
                  "parent": "Для собак"
                },
                "Посуд для собак": {
                  "name": "Посуд для собак",
                  "parent": "Для собак"
                },
                "Для котів": {
                  "listCategory": 2123,
                  "name": "Для котів",
                  "parent": "Зоотовари"
                },
                "Іграшки для котів": {
                  "name": "Іграшки для котів",
                  "parent": "Для котів"
                },
                "Аксесуари для будок, перенесень": {
                  "name": "Аксесуари для будок, перенесень",
                  "parent": "Для котів"
                },
                "Грумінг для котів": {
                  "name": "Грумінг для котів",
                  "parent": "Для котів"
                },
                "Дряпки": {
                  "name": "Дряпки",
                  "parent": "Для котів"
                },
                "Клітки, манежі, спальні місця для собак і котів": {
                  "name": "Клітки, манежі, спальні місця для собак і котів",
                  "parent": "Для котів"
                },
                "Корм для котів": {
                  "name": "Корм для котів",
                  "parent": "Для котів"
                },
                "Наповнювачі туалетів для котів": {
                  "name": "Наповнювачі туалетів для котів",
                  "parent": "Для котів"
                },
                "Посуд для котів": {
                  "name": "Посуд для котів",
                  "parent": "Для котів"
                },
                "Для гризунів": {
                  "listCategory": 2126,
                  "name": "Для гризунів",
                  "parent": "Зоотовари"
                },
                "Іграшки для гризунів": {
                  "name": "Іграшки для гризунів",
                  "parent": "Для гризунів"
                },
                "Аксесуари до клітин для гризунів": {
                  "name": "Аксесуари до клітин для гризунів",
                  "parent": "Для гризунів"
                },
                "Клітки, вольєри для гризунів": {
                  "name": "Клітки, вольєри для гризунів",
                  "parent": "Для гризунів"
                },
                "Корм для гризунів": {
                  "name": "Корм для гризунів",
                  "parent": "Для гризунів"
                },
                "Посуд для гризунів": {
                  "name": "Посуд для гризунів",
                  "parent": "Для гризунів"
                },
                "Для птахів": {
                  "listCategory": 2125,
                  "name": "Для птахів",
                  "parent": "Зоотовари"
                },
                "Іграшки для птахів": {
                  "name": "Іграшки для птахів",
                  "parent": "Для птахів"
                },
                "Аксесуари до клітин для птахів": {
                  "name": "Аксесуари до клітин для птахів",
                  "parent": "Для птахів"
                },
                "Годівниці, шпаківні, будиночки для птахів": {
                  "name": "Годівниці, шпаківні, будиночки для птахів",
                  "parent": "Для птахів"
                },
                "Клітки для птахів": {
                  "name": "Клітки для птахів",
                  "parent": "Для птахів"
                },
                "Корм для птахів": {
                  "name": "Корм для птахів",
                  "parent": "Для птахів"
                },
                "Для риб і рептилій": {
                  "listCategory": 2127,
                  "name": "Для риб і рептилій",
                  "parent": "Зоотовари"
                },
                "Акваріуми": {
                  "name": "Акваріуми",
                  "parent": "Для риб і рептилій"
                },
                "Аксесуари для акваріумів": {
                  "name": "Аксесуари для акваріумів",
                  "parent": "Для риб і рептилій"
                },
                "Корм для риб і рептилій": {
                  "name": "Корм для риб і рептилій",
                  "parent": "Для риб і рептилій"
                },
                "Обладнання для акваріумів (різне)": {
                  "name": "Обладнання для акваріумів (різне)",
                  "parent": "Для риб і рептилій"
                },
                "Обладнання та аксесуари для тераріумів": {
                  "name": "Обладнання та аксесуари для тераріумів",
                  "parent": "Для риб і рептилій"
                },
                "Освітлення для акваріумів": {
                  "name": "Освітлення для акваріумів",
                  "parent": "Для риб і рептилій"
                },
                "Помпи і компресори для акваріумів": {
                  "name": "Помпи і компресори для акваріумів",
                  "parent": "Для риб і рептилій"
                },
                "Тераріуми": {
                  "name": "Тераріуми",
                  "parent": "Для риб і рептилій"
                },
                "Терморегуляція для акваріумів": {
                  "name": "Терморегуляція для акваріумів",
                  "parent": "Для риб і рептилій"
                },
                "Фільтри для акваріумів": {
                  "name": "Фільтри для акваріумів",
                  "parent": "Для риб і рептилій"
                },
                "Різне": {
                  "listCategory": 2335,
                  "name": "Різне",
                  "parent": "Зоотовари"
                },
                "Іграшки для тварин": {
                  "name": "Іграшки для тварин",
                  "parent": "Різне"
                },
                "Вітаміни для тварин": {
                  "name": "Вітаміни для тварин",
                  "parent": "Різне"
                },
                "Догляд та гігієна для тварин": {
                  "name": "Догляд та гігієна для тварин",
                  "parent": "Різне"
                },
                "Посуд для тварин": {
                  "name": "Посуд для тварин",
                  "parent": "Різне"
                },
                "Шліфувальний, відрізний електроінструмент": {
                  "listCategory": 3713,
                  "name": "Шліфувальний, відрізний електроінструмент",
                  "parent": "Інструменти"
                },
                "Акумулятори, зарядні пристрої для електроінструментів": {
                  "name": "Акумулятори, зарядні пристрої для електроінструментів",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Багатофункціональний інструмент": {
                  "name": "Багатофункціональний інструмент",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Болгарки (кутові шліфмашини)": {
                  "name": "Болгарки (кутові шліфмашини)",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Вібраційні, ексцентрикові і дельташліфовальние машини": {
                  "name": "Вібраційні, ексцентрикові і дельташліфовальние машини",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Відрізні, шліфувальні диски та полотна": {
                  "name": "Відрізні, шліфувальні диски та полотна",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Дискові (циркулярні) пили": {
                  "name": "Дискові (циркулярні) пили",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Електролобзики": {
                  "name": "Електролобзики",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Електроножиці": {
                  "name": "Електроножиці",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Кутові шліфувальні машини": {
                  "name": "Кутові шліфувальні машини",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Ланцюгові електропили": {
                  "name": "Ланцюгові електропили",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Прямі, щіткові шліфувальні машини": {
                  "name": "Прямі, щіткові шліфувальні машини",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Стрічкові шліфувальні машини": {
                  "name": "Стрічкові шліфувальні машини",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Шабельні пили": {
                  "name": "Шабельні пили",
                  "parent": "Шліфувальний, відрізний електроінструмент"
                },
                "Свердлильний електроінструмент": {
                  "listCategory": 3715,
                  "name": "Свердлильний електроінструмент",
                  "parent": "Інструменти"
                },
                "Дрилі": {
                  "name": "Дрилі",
                  "parent": "Свердлильний електроінструмент"
                },
                "Патрони, насадки для свердлильного інструменту": {
                  "name": "Патрони, насадки для свердлильного інструменту",
                  "parent": "Свердлильний електроінструмент"
                },
                "Перфоратори": {
                  "name": "Перфоратори",
                  "parent": "Свердлильний електроінструмент"
                },
                "Свердла, бури, свердлильні коронки": {
                  "name": "Свердла, бури, свердлильні коронки",
                  "parent": "Свердлильний електроінструмент"
                },
                "Шурупокрути": {
                  "name": "Шурупокрути",
                  "parent": "Свердлильний електроінструмент"
                },
                "Спеціалізований електроінструмент": {
                  "listCategory": 786,
                  "name": "Спеціалізований електроінструмент",
                  "parent": "Інструменти"
                },
                "Витратні матеріали для паяння": {
                  "name": "Витратні матеріали для паяння",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Електрорубанки": {
                  "name": "Електрорубанки",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Електростеплери, цвяхозабивачі": {
                  "name": "Електростеплери, цвяхозабивачі",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Клейові пістолети": {
                  "name": "Клейові пістолети",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Металошукачі": {
                  "name": "Металошукачі",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Мультиметри (тестери)": {
                  "name": "Мультиметри (тестери)",
                  "parent": "Електрика"
                },
                "Паяльники і паяльні станції": {
                  "name": "Паяльники і паяльні станції",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Приналежності для металошукачів": {
                  "name": "Приналежності для металошукачів",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Стрижні для клейових пістолетів": {
                  "name": "Стрижні для клейових пістолетів",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Технічні фени": {
                  "name": "Технічні фени",
                  "parent": "Спеціалізований електроінструмент"
                },
                "Фарбопульти": {
                  "name": "Фарбопульти",
                  "parent": "Малярський інструмент"
                },
                "Зварювальне обладнання": {
                  "listCategory": 2319,
                  "name": "Зварювальне обладнання",
                  "parent": "Інструменти"
                },
                "Витратні зварювальні матеріали": {
                  "name": "Витратні зварювальні матеріали",
                  "parent": "Зварювальне обладнання"
                },
                "Засоби індивідуального захисту для зварювальних робіт": {
                  "name": "Засоби індивідуального захисту для зварювальних робіт",
                  "parent": "Зварювальне обладнання"
                },
                "Зварювальні апарати": {
                  "name": "Зварювальні апарати",
                  "parent": "Зварювальне обладнання"
                },
                "Комплектуючі для зварювального устаткування": {
                  "name": "Комплектуючі для зварювального устаткування",
                  "parent": "Зварювальне обладнання"
                },
                "Верстати": {
                  "listCategory": 2209,
                  "name": "Верстати",
                  "parent": "Інструменти"
                },
                "Верстати (інші)": {
                  "name": "Верстати (інші)",
                  "parent": "Верстати"
                },
                "Додаткове обладнання для верстатів": {
                  "name": "Додаткове обладнання для верстатів",
                  "parent": "Верстати"
                },
                "Заточувальні верстати": {
                  "name": "Заточувальні верстати",
                  "parent": "Верстати"
                },
                "Рейсмусові верстати": {
                  "name": "Рейсмусові верстати",
                  "parent": "Верстати"
                },
                "Свердлильні верстати": {
                  "name": "Свердлильні верстати",
                  "parent": "Верстати"
                },
                "Стрічкопильні верстати": {
                  "name": "Стрічкопильні верстати",
                  "parent": "Верстати"
                },
                "Токарні верстати": {
                  "name": "Токарні верстати",
                  "parent": "Верстати"
                },
                "Фрезер": {
                  "name": "Фрезер",
                  "parent": "Верстати"
                },
                "Фрезерні верстати": {
                  "name": "Фрезерні верстати",
                  "parent": "Верстати"
                },
                "Фрези для верстатів": {
                  "name": "Фрези для верстатів",
                  "parent": "Верстати"
                },
                "Слюсарний інструмент": {
                  "listCategory": 1757,
                  "name": "Слюсарний інструмент",
                  "parent": "Інструменти"
                },
                "Викрутки": {
                  "name": "Викрутки",
                  "parent": "Слюсарний інструмент"
                },
                "Воротки, подовжувачі, перехідники": {
                  "name": "Воротки, подовжувачі, перехідники",
                  "parent": "Слюсарний інструмент"
                },
                "Гайкові, розвідні ключі": {
                  "name": "Гайкові, розвідні ключі",
                  "parent": "Слюсарний інструмент"
                },
                "Заклепочники": {
                  "name": "Заклепочники",
                  "parent": "Слюсарний інструмент"
                },
                "Знімачі універсальні": {
                  "name": "Знімачі універсальні",
                  "parent": "Слюсарний інструмент"
                },
                "Зубила, стамески, долото": {
                  "name": "Зубила, стамески, долото",
                  "parent": "Слюсарний інструмент"
                },
                "Лещата, струбцини": {
                  "name": "Лещата, струбцини",
                  "parent": "Слюсарний інструмент"
                },
                "Молотки": {
                  "name": "Молотки",
                  "parent": "Слюсарний інструмент"
                },
                "Набори інструментів": {
                  "name": "Набори інструментів",
                  "parent": "Слюсарний інструмент"
                },
                "Напилки, рашпилі, щітки металеві": {
                  "name": "Напилки, рашпилі, щітки металеві",
                  "parent": "Слюсарний інструмент"
                },
                "Ножівки": {
                  "name": "Ножівки",
                  "parent": "Столярний інструмент"
                },
                "Ножиці по металу": {
                  "name": "Ножиці по металу",
                  "parent": "Слюсарний інструмент"
                },
                "Плоскогубці, кусачки, кліщі": {
                  "name": "Плоскогубці, кусачки, кліщі",
                  "parent": "Слюсарний інструмент"
                },
                "Різьбонарізний інструмент": {
                  "name": "Різьбонарізний інструмент",
                  "parent": "Слюсарний інструмент"
                },
                "Скобозабивачі, скоби": {
                  "name": "Скобозабивачі, скоби",
                  "parent": "Слюсарний інструмент"
                },
                "Торцеві головки": {
                  "name": "Торцеві головки",
                  "parent": "Слюсарний інструмент"
                },
                "Трещетки, динамометричні ключі": {
                  "name": "Трещетки, динамометричні ключі",
                  "parent": "Слюсарний інструмент"
                },
                "Трубні ключі": {
                  "name": "Трубні ключі",
                  "parent": "Слюсарний інструмент"
                },
                "Труборізи": {
                  "name": "Труборізи",
                  "parent": "Слюсарний інструмент"
                },
                "Шестигранні ключі": {
                  "name": "Шестигранні ключі",
                  "parent": "Слюсарний інструмент"
                },
                "Ящики для інструментів": {
                  "name": "Ящики для інструментів",
                  "parent": "Столярний інструмент"
                },
                "Малярський інструмент": {
                  "listCategory": 3949,
                  "name": "Малярський інструмент",
                  "parent": "Інструменти"
                },
                "Ємності будівельні": {
                  "name": "Ємності будівельні",
                  "parent": "Малярський інструмент"
                },
                "Валики, малярні кисті": {
                  "name": "Валики, малярні кисті",
                  "parent": "Оздоблювальні матеріали"
                },
                "Компресори": {
                  "name": "Компресори",
                  "parent": "Будівельне обладнання"
                },
                "Ножі для оздоблювальних робіт": {
                  "name": "Ножі для оздоблювальних робіт",
                  "parent": "Оздоблювальні матеріали"
                },
                "Пістолети для герметиків, пен": {
                  "name": "Пістолети для герметиків, пен",
                  "parent": "Малярський інструмент"
                },
                "Правила": {
                  "name": "Правила",
                  "parent": "Малярський інструмент"
                },
                "Приналежності для компресорів": {
                  "name": "Приналежності для компресорів",
                  "parent": "Малярський інструмент"
                },
                "Шпателі, терки оздоблювальні": {
                  "name": "Шпателі, терки оздоблювальні",
                  "parent": "Малярський інструмент"
                },
                "Столярний інструмент": {
                  "listCategory": 3948,
                  "name": "Столярний інструмент",
                  "parent": "Інструменти"
                },
                "Киянки, молотки": {
                  "name": "Киянки, молотки",
                  "parent": "Столярний інструмент"
                },
                "Обценьки": {
                  "name": "Обценьки",
                  "parent": "Столярний інструмент"
                },
                "Рашпілі": {
                  "name": "Рашпілі",
                  "parent": "Столярний інструмент"
                },
                "Рубанки": {
                  "name": "Рубанки",
                  "parent": "Столярний інструмент"
                },
                "Стамески": {
                  "name": "Стамески",
                  "parent": "Столярний інструмент"
                },
                "Струбцини": {
                  "name": "Струбцини",
                  "parent": "Столярний інструмент"
                },
                "Вимірювальний інструмент": {
                  "listCategory": 3947,
                  "name": "Вимірювальний інструмент",
                  "parent": "Інструменти"
                },
                "Курвіметри": {
                  "name": "Курвіметри",
                  "parent": "Вимірювальний інструмент"
                },
                "Лазерний вимірювальний інструмент": {
                  "name": "Лазерний вимірювальний інструмент",
                  "parent": "Вимірювальний інструмент"
                },
                "Оптичний вимірювальний інструмент": {
                  "name": "Оптичний вимірювальний інструмент",
                  "parent": "Вимірювальний інструмент"
                },
                "Приналежності для лазерного та оптичного вимірювального інструмента": {
                  "name": "Приналежності для лазерного та оптичного вимірювального інструмента",
                  "parent": "Вимірювальний інструмент"
                },
                "Рівні будівельні": {
                  "name": "Рівні будівельні",
                  "parent": "Вимірювальний інструмент"
                },
                "Рулетки": {
                  "name": "Рулетки",
                  "parent": "Вимірювальний інструмент"
                },
                "Ручний вимірювальний інструмент": {
                  "name": "Ручний вимірювальний інструмент",
                  "parent": "Вимірювальний інструмент"
                },
                "Спеціалізований вимірювальний інструмент": {
                  "name": "Спеціалізований вимірювальний інструмент",
                  "parent": "Вимірювальний інструмент"
                },
                "Шнури розмічальні": {
                  "name": "Шнури розмічальні",
                  "parent": "Вимірювальний інструмент"
                },
                "Штангенциркулі": {
                  "name": "Штангенциркулі",
                  "parent": "Вимірювальний інструмент"
                },
                "Будівельне обладнання": {
                  "listCategory": 2717,
                  "name": "Будівельне обладнання",
                  "parent": "Інструменти"
                },
                "Бензорізи": {
                  "name": "Бензорізи",
                  "parent": "Будівельне обладнання"
                },
                "Бетонозмішувачі": {
                  "name": "Бетонозмішувачі",
                  "parent": "Будівельне обладнання"
                },
                "Будівельні вишки, помости, риштування": {
                  "name": "Будівельні вишки, помости, риштування",
                  "parent": "Будівельне обладнання"
                },
                "Будівельні лебідки, талі": {
                  "name": "Будівельні лебідки, талі",
                  "parent": "Будівельне обладнання"
                },
                "Будівельні пилососи, підмітальні машини": {
                  "name": "Будівельні пилососи, підмітальні машини",
                  "parent": "Будівельне обладнання"
                },
                "Віброплити, вібробулави": {
                  "name": "Віброплити, вібробулави",
                  "parent": "Будівельне обладнання"
                },
                "Затирочні машини": {
                  "name": "Затирочні машини",
                  "parent": "Будівельне обладнання"
                },
                "Ломи, обценьки": {
                  "name": "Ломи, обценьки",
                  "parent": "Будівельне обладнання"
                },
                "Лопати": {
                  "name": "Лопати",
                  "parent": "Будівельне обладнання"
                },
                "Мотобури": {
                  "name": "Мотобури",
                  "parent": "Будівельне обладнання"
                },
                "Навантажувачі, штабелери, гідравлічні візки": {
                  "name": "Навантажувачі, штабелери, гідравлічні візки",
                  "parent": "Будівельне обладнання"
                },
                "Плиткорізи": {
                  "name": "Плиткорізи",
                  "parent": "Будівельне обладнання"
                },
                "Приладдя для мотобурів": {
                  "name": "Приладдя для мотобурів",
                  "parent": "Будівельне обладнання"
                },
                "Приналежності для віброплит, глибинних вібраторів": {
                  "name": "Приналежності для віброплит, глибинних вібраторів",
                  "parent": "Будівельне обладнання"
                },
                "Приналежності для компресорів та пневмоінструменту": {
                  "name": "Приналежності для компресорів та пневмоінструменту",
                  "parent": "Будівельне обладнання"
                },
                "склорізи": {
                  "name": "склорізи",
                  "parent": "Будівельне обладнання"
                },
                "Сходи-драбини": {
                  "name": "Сходи-драбини",
                  "parent": "Будівельне обладнання"
                },
                "Тачки": {
                  "name": "Тачки",
                  "parent": "Будівельне обладнання"
                },
                "Штроборізи": {
                  "name": "Штроборізи",
                  "parent": "Будівельне обладнання"
                },
                "Бізнес-книги": {
                  "listCategory": 2001,
                  "name": "Бізнес-книги",
                  "parent": "Книги"
                },
                "Бухгалтерія. Податки. Аудит": {
                  "name": "Бухгалтерія. Податки. Аудит",
                  "parent": "Бізнес-книги"
                },
                "Економіка": {
                  "name": "Економіка",
                  "parent": "Бізнес-книги"
                },
                "Кадри та управління персоналом": {
                  "name": "Кадри та управління персоналом",
                  "parent": "Бізнес-книги"
                },
                "Логістика": {
                  "name": "Логістика",
                  "parent": "Бізнес-книги"
                },
                "Маркетинг і реклама": {
                  "name": "Маркетинг і реклама",
                  "parent": "Бізнес-книги"
                },
                "Менеджмент": {
                  "name": "Менеджмент",
                  "parent": "Бізнес-книги"
                },
                "Організація роботи офісу": {
                  "name": "Організація роботи офісу",
                  "parent": "Бізнес-книги"
                },
                "Підприємництво і бізнес": {
                  "name": "Підприємництво і бізнес",
                  "parent": "Бізнес-книги"
                },
                "Торгівля": {
                  "name": "Торгівля",
                  "parent": "Бізнес-книги"
                },
                "Фінанси та страхування": {
                  "name": "Фінанси та страхування",
                  "parent": "Бізнес-книги"
                },
                "Юридична література": {
                  "name": "Юридична література",
                  "parent": "Бізнес-книги"
                },
                "Побут. Дім. Краса і здоров'я": {
                  "listCategory": 2002,
                  "name": "Побут. Дім. Краса і здоров'я",
                  "parent": "Книги"
                },
                "Будівництво. Ремонт": {
                  "name": "Будівництво. Ремонт",
                  "parent": "Побут. Дім. Краса і здоров'я"
                },
                "Дача. Сад. Город": {
                  "name": "Дача. Сад. Город",
                  "parent": "Побут. Дім. Краса і здоров'я"
                },
                "Дизайн інтер'єру. Ландшафтний дизайн": {
                  "name": "Дизайн інтер'єру. Ландшафтний дизайн",
                  "parent": "Побут. Дім. Краса і здоров'я"
                },
                "Домашні вихованці": {
                  "name": "Домашні вихованці",
                  "parent": "Побут. Дім. Краса і здоров'я"
                },
                "Краса. Імідж. Стиль": {
                  "name": "Краса. Імідж. Стиль",
                  "parent": "Побут. Дім. Краса і здоров'я"
                },
                "Кулінарія. Напої": {
                  "name": "Кулінарія. Напої",
                  "parent": "Побут. Дім. Краса і здоров'я"
                },
                "Любов. Секс. Еротика": {
                  "name": "Любов. Секс. Еротика",
                  "parent": "Побут. Дім. Краса і здоров'я"
                },
                "Рукоділля. Творчість": {
                  "name": "Рукоділля. Творчість",
                  "parent": "Побут. Дім. Краса і здоров'я"
                },
                "Свята. Ігри. Розваги": {
                  "name": "Свята. Ігри. Розваги",
                  "parent": "Побут. Дім. Краса і здоров'я"
                },
                "Діти і батьки": {
                  "listCategory": 2003,
                  "name": "Діти і батьки",
                  "parent": "Книги"
                },
                "Вагітність. Пологи": {
                  "name": "Вагітність. Пологи",
                  "parent": "Діти і батьки"
                },
                "Виховання. Дитяча психологія": {
                  "name": "Виховання. Дитяча психологія",
                  "parent": "Діти і батьки"
                },
                "Дитячі ігри. Свята. Розваги": {
                  "name": "Дитячі ігри. Свята. Розваги",
                  "parent": "Діти і батьки"
                },
                "Дитячі енциклопедії": {
                  "name": "Дитячі енциклопедії",
                  "parent": "Діти і батьки"
                },
                "Дитяча художня література": {
                  "name": "Дитяча художня література",
                  "parent": "Діти і батьки"
                },
                "Здоров'я дитини": {
                  "name": "Здоров'я дитини",
                  "parent": "Діти і батьки"
                },
                "Казки": {
                  "name": "Казки",
                  "parent": "Діти і батьки"
                },
                "Книги для найменших": {
                  "name": "Книги для найменших",
                  "parent": "Діти і батьки"
                },
                "Комікси. Манга. Графічні історії": {
                  "name": "Комікси. Манга. Графічні історії",
                  "parent": "Діти і батьки"
                },
                "Подарункові книги для дітей": {
                  "name": "Подарункові книги для дітей",
                  "parent": "Діти і батьки"
                },
                "Розвиваюча література": {
                  "name": "Розвиваюча література",
                  "parent": "Діти і батьки"
                },
                "Дозвілля. Хобі. Спорт": {
                  "listCategory": 2004,
                  "name": "Дозвілля. Хобі. Спорт",
                  "parent": "Книги"
                },
                "Альбоми з мистецтва. Фотоальбоми": {
                  "name": "Альбоми з мистецтва. Фотоальбоми",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Військова справа. Зброя. Бойові мистецтва": {
                  "name": "Військова справа. Зброя. Бойові мистецтва",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Все про авто і мото": {
                  "name": "Все про авто і мото",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Колекціонування": {
                  "name": "Колекціонування",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Мистецтво. Культура": {
                  "name": "Мистецтво. Культура",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Музика. Музичне мистецтво": {
                  "name": "Музика. Музичне мистецтво",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Подорожі. Туризм. Карти та путівники": {
                  "name": "Подорожі. Туризм. Карти та путівники",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Полювання": {
                  "name": "Полювання",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Релігія. Езотерика": {
                  "name": "Релігія. Езотерика",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Риболовля": {
                  "listCategory": 1131,
                  "name": "Риболовля",
                  "parent": "Туризм, Риболовля"
                },
                "Рукоділля. Зроби сам": {
                  "name": "Рукоділля. Зроби сам",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Спорт. Фізкультура. Танці": {
                  "name": "Спорт. Фізкультура. Танці",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Фото і відео": {
                  "name": "Фото і відео",
                  "parent": "Дозвілля. Хобі. Спорт"
                },
                "Книжки іноземними мовами": {
                  "listCategory": 2005,
                  "name": "Книжки іноземними мовами",
                  "parent": "Книги"
                },
                "Література іншими мовами": {
                  "name": "Література іншими мовами",
                  "parent": "Книжки іноземними мовами"
                },
                "Література іспанською": {
                  "name": "Література іспанською",
                  "parent": "Книжки іноземними мовами"
                },
                "Література італійською": {
                  "name": "Література італійською",
                  "parent": "Книжки іноземними мовами"
                },
                "Література англійською": {
                  "name": "Література англійською",
                  "parent": "Книжки іноземними мовами"
                },
                "Література німецькою": {
                  "name": "Література німецькою",
                  "parent": "Книжки іноземними мовами"
                },
                "Література французькою": {
                  "name": "Література французькою",
                  "parent": "Книжки іноземними мовами"
                },
                "Словники. Довідники. Енциклопедії": {
                  "listCategory": 2007,
                  "name": "Словники. Довідники. Енциклопедії",
                  "parent": "Книги"
                },
                "Словники. Довідники. Енциклопедії. Розмовники": {
                  "name": "Словники. Довідники. Енциклопедії. Розмовники",
                  "parent": "Словники. Довідники. Енциклопедії"
                },
                "Технічна література": {
                  "listCategory": 2006,
                  "name": "Технічна література",
                  "parent": "Книги"
                },
                "Інтернет": {
                  "name": "Інтернет",
                  "parent": "Технічна література"
                },
                "Бази даних": {
                  "name": "Бази даних",
                  "parent": "Технічна література"
                },
                "Будівництво": {
                  "name": "Будівництво",
                  "parent": "Технічна література"
                },
                "Енергетика і електротехніка": {
                  "name": "Енергетика і електротехніка",
                  "parent": "Технічна література"
                },
                "Комп'ютер": {
                  "name": "Комп'ютер",
                  "parent": "Технічна література"
                },
                "Комп'ютерні графіка, аудіо, відео": {
                  "name": "Комп'ютерні графіка, аудіо, відео",
                  "parent": "Технічна література"
                },
                "Комп'ютерні мережі": {
                  "name": "Комп'ютерні мережі",
                  "parent": "Технічна література"
                },
                "Комп'ютерна безпека": {
                  "name": "Комп'ютерна безпека",
                  "parent": "Технічна література"
                },
                "Комп'ютерна література для початківців": {
                  "name": "Комп'ютерна література для початківців",
                  "parent": "Технічна література"
                },
                "Комп'ютерне навчання": {
                  "name": "Комп'ютерне навчання",
                  "parent": "Технічна література"
                },
                "Операційні системи": {
                  "name": "Операційні системи",
                  "parent": "Програмне забезпечення"
                },
                "Програмні пакети": {
                  "name": "Програмні пакети",
                  "parent": "Технічна література"
                },
                "Програмування": {
                  "name": "Програмування",
                  "parent": "Технічна література"
                },
                "Промисловість": {
                  "name": "Промисловість",
                  "parent": "Технічна література"
                },
                "Радіоелектроніка. Радіотехніка. Зв'язок": {
                  "name": "Радіоелектроніка. Радіотехніка. Зв'язок",
                  "parent": "Технічна література"
                },
                "Транспорт": {
                  "name": "Транспорт",
                  "parent": "Технічна література"
                },
                "Художня література": {
                  "listCategory": 2008,
                  "name": "Художня література",
                  "parent": "Книги"
                },
                "Історичні романи": {
                  "name": "Історичні романи",
                  "parent": "Художня література"
                },
                "Афоризми. Цитати. Прислів'я та приказки": {
                  "name": "Афоризми. Цитати. Прислів'я та приказки",
                  "parent": "Художня література"
                },
                "Бойовики. Кримінал": {
                  "name": "Бойовики. Кримінал",
                  "parent": "Художня література"
                },
                "Вірші. Лірика": {
                  "name": "Вірші. Лірика",
                  "parent": "Художня література"
                },
                "Гумор. Сатира": {
                  "name": "Гумор. Сатира",
                  "parent": "Художня література"
                },
                "Детективи": {
                  "name": "Детективи",
                  "parent": "Художня література"
                },
                "Жахи": {
                  "name": "Жахи",
                  "parent": "Художня література"
                },
                "Зарубіжна література": {
                  "name": "Зарубіжна література",
                  "parent": "Художня література"
                },
                "Кіноромани": {
                  "name": "Кіноромани",
                  "parent": "Художня література"
                },
                "Легенди. Епос. Антична література": {
                  "name": "Легенди. Епос. Антична література",
                  "parent": "Художня література"
                },
                "Любовні романи": {
                  "name": "Любовні романи",
                  "parent": "Художня література"
                },
                "Мемуари. Біографії": {
                  "name": "Мемуари. Біографії",
                  "parent": "Художня література"
                },
                "Подарункові видання": {
                  "name": "Подарункові видання",
                  "parent": "Художня література"
                },
                "Публіцистика": {
                  "name": "Публіцистика",
                  "parent": "Художня література"
                },
                "Трилери": {
                  "name": "Трилери",
                  "parent": "Художня література"
                },
                "Українська і російська література": {
                  "name": "Українська і російська література",
                  "parent": "Художня література"
                },
                "Фантастика. Фентезі": {
                  "name": "Фантастика. Фентезі",
                  "parent": "Художня література"
                },
                "Електронні книги. Календарі. Подарункові видання": {
                  "listCategory": 2010,
                  "name": "Електронні книги. Календарі. Подарункові видання",
                  "parent": "Книги"
                },
                "Електронні книги (ebook, рідери)": {
                  "name": "Електронні книги (ebook, рідери)",
                  "parent": "Електронні книги. Календарі. Подарункові видання"
                },
                "Подарункові видання. Календарі. Альбоми": {
                  "name": "Подарункові видання. Календарі. Альбоми",
                  "parent": "Електронні книги. Календарі. Подарункові видання"
                },
                "Підручники. Наука. Освіта": {
                  "listCategory": 2009,
                  "name": "Підручники. Наука. Освіта",
                  "parent": "Книги"
                },
                "Історія. Археологія. Етнографія": {
                  "name": "Історія. Археологія. Етнографія",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Абітурієнтам": {
                  "name": "Абітурієнтам",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Біологія. Генетика": {
                  "name": "Біологія. Генетика",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Вивчення мов": {
                  "name": "Вивчення мов",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Географія. Геологія": {
                  "name": "Географія. Геологія",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Дошкільнятам": {
                  "name": "Дошкільнятам",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Математика. Статистика. Аналіз": {
                  "name": "Математика. Статистика. Аналіз",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Медицина. Здоров'я": {
                  "name": "Медицина. Здоров'я",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Педагогіка. Методики навчання": {
                  "name": "Педагогіка. Методики навчання",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Політика": {
                  "name": "Політика",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Сільське господарство": {
                  "name": "Сільське господарство",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Фізика. Хімія. Астрономія": {
                  "name": "Фізика. Хімія. Астрономія",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Філологія": {
                  "name": "Філологія",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Філософія. Психологія. Соціологія": {
                  "name": "Філософія. Психологія. Соціологія",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Школярам": {
                  "name": "Школярам",
                  "parent": "Підручники. Наука. Освіта"
                },
                "Ноутбуки, планшети, електронні книги": {
                  "listCategory": 3,
                  "name": "Ноутбуки, планшети, електронні книги",
                  "parent": "Комп'ютери, Мережі"
                },
                "Автомобільні тримачі для планшетів": {
                  "name": "Автомобільні тримачі для планшетів",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Адаптери USB-Ethernet": {
                  "name": "Адаптери USB-Ethernet",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Адаптери Wi-Fi": {
                  "name": "Адаптери Wi-Fi",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Аксесуари для електронних книг": {
                  "name": "Аксесуари для електронних книг",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Аксесуари для ноутбуків": {
                  "name": "Аксесуари для ноутбуків",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Аксесуари для планшетів і смартфонів": {
                  "name": "Аксесуари для планшетів і смартфонів",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Акумулятори для ноутбуків": {
                  "name": "Акумулятори для ноутбуків",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Блоки живлення для ноутбуків": {
                  "name": "Блоки живлення для ноутбуків",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Диски SSD": {
                  "name": "Диски SSD",
                  "parent": "Комплектуючі"
                },
                "Док-станції для ноутбуків": {
                  "name": "Док-станції для ноутбуків",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Електронні книги": {
                  "name": "Електронні книги",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Зарядні пристрої для планшетів": {
                  "name": "Зарядні пристрої для планшетів",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Захисні плівки для планшетів": {
                  "name": "Захисні плівки для планшетів",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Зовнішні HDD": {
                  "name": "Зовнішні HDD",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Карти пам'яті": {
                  "name": "Карти пам'яті",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Миші для ноутбуків": {
                  "name": "Миші для ноутбуків",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Наклейки, захисні плівки для ноутбуків": {
                  "name": "Наклейки, захисні плівки для ноутбуків",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Ноутбуки, ультрабуки": {
                  "name": "Ноутбуки, ультрабуки",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Підставки для ноутбуків": {
                  "name": "Підставки для ноутбуків",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Планшети": {
                  "name": "Планшети",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Рюкзаки для ноутбуків": {
                  "name": "Рюкзаки для ноутбуків",
                  "parent": "Багаж"
                },
                "Спортивні браслети": {
                  "name": "Спортивні браслети",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Стилуси для смартфонів і планшетів": {
                  "name": "Стилуси для смартфонів і планшетів",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Сумки, чохли для ноутбуків": {
                  "name": "Сумки, чохли для ноутбуків",
                  "parent": "Багаж"
                },
                "Чохли для планшетів": {
                  "name": "Чохли для планшетів",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Чохли, обкладинки для електронних книг": {
                  "name": "Чохли, обкладинки для електронних книг",
                  "parent": "Ноутбуки, планшети, електронні книги"
                },
                "Комп'ютери, монітори, сервери": {
                  "listCategory": 1749,
                  "name": "Комп'ютери, монітори, сервери",
                  "parent": "Комп'ютери, Мережі"
                },
                "Засоби для чищення техніки": {
                  "name": "Засоби для чищення техніки",
                  "parent": "Комп'ютери, монітори, сервери"
                },
                "Кабелі HDMI": {
                  "name": "Кабелі HDMI",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Калібратори": {
                  "name": "Калібратори",
                  "parent": "Комп'ютери, монітори, сервери"
                },
                "Комп'ютерні аксесуари": {
                  "name": "Комп'ютерні аксесуари",
                  "parent": "Комп'ютери, монітори, сервери"
                },
                "Монітори": {
                  "name": "Монітори",
                  "parent": "Комп'ютерна периферія"
                },
                "Настільні комп'ютери": {
                  "name": "Настільні комп'ютери",
                  "parent": "Комп'ютери, монітори, сервери"
                },
                "Сервери": {
                  "name": "Сервери",
                  "parent": "Комп'ютери, монітори, сервери"
                },
                "Комплектуючі": {
                  "name": "Комплектуючі",
                  "parent": "Комп'ютери, Мережі"
                },
                "Аксесуари для корпусів, кулерів": {
                  "name": "Аксесуари для корпусів, кулерів",
                  "parent": "Комплектуючі"
                },
                "Блоки живлення": {
                  "name": "Блоки живлення",
                  "parent": "Комплектуючі"
                },
                "Відеокарти": {
                  "name": "Відеокарти",
                  "parent": "Комплектуючі"
                },
                "Дисководи DVD, Blu-ray": {
                  "name": "Дисководи DVD, Blu-ray",
                  "parent": "Комплектуючі"
                },
                "Жорсткі диски": {
                  "name": "Жорсткі диски",
                  "parent": "Комплектуючі"
                },
                "Звукові карти": {
                  "name": "Звукові карти",
                  "parent": "Ігри, мультимедіа"
                },
                "Кишені для дисків": {
                  "name": "Кишені для дисків",
                  "parent": "Комплектуючі"
                },
                "Контролери RAID": {
                  "name": "Контролери RAID",
                  "parent": "Комплектуючі"
                },
                "Контролери, плати": {
                  "name": "Контролери, плати",
                  "parent": "Комплектуючі"
                },
                "Корпуси для комп'ютерів": {
                  "name": "Корпуси для комп'ютерів",
                  "parent": "Комплектуючі"
                },
                "Кулери та системи охолодження": {
                  "name": "Кулери та системи охолодження",
                  "parent": "Комплектуючі"
                },
                "Материнські плати": {
                  "name": "Материнські плати",
                  "parent": "Комплектуючі"
                },
                "Мережеві накопичувачі (NAS)": {
                  "name": "Мережеві накопичувачі (NAS)",
                  "parent": "Мережі, інтернет"
                },
                "Пам'ять для ПК і ноутбуків": {
                  "name": "Пам'ять для ПК і ноутбуків",
                  "parent": "Комплектуючі"
                },
                "Процесори": {
                  "name": "Процесори",
                  "parent": "Комплектуючі"
                },
                "Термопаста, термоклей, термопрокладки": {
                  "name": "Термопаста, термоклей, термопрокладки",
                  "parent": "Комплектуючі"
                },
                "Мережі, інтернет": {
                  "listCategory": 1699,
                  "name": "Мережі, інтернет",
                  "parent": "Комп'ютери, Мережі"
                },
                "IP-телефони": {
                  "name": "IP-телефони",
                  "parent": "Телефони DECT-і провідні"
                },
                "KVM-перемикачі": {
                  "name": "KVM-перемикачі",
                  "parent": "Мережі, інтернет"
                },
                "Powerline-адаптери": {
                  "name": "Powerline-адаптери",
                  "parent": "Мережі, інтернет"
                },
                "VoIP-шлюзи": {
                  "name": "VoIP-шлюзи",
                  "parent": "Засоби зв'язку"
                },
                "Wi-Fi маршрутизатори та точки доступу": {
                  "name": "Wi-Fi маршрутизатори та точки доступу",
                  "parent": "Мережеве обладнання"
                },
                "Інструмент для прокладки мережі": {
                  "name": "Інструмент для прокладки мережі",
                  "parent": "Мережі, інтернет"
                },
                "Антени, кабелі для бездротових мереж": {
                  "name": "Антени, кабелі для бездротових мереж",
                  "parent": "Мережі, інтернет"
                },
                "Кабелі витої пари, патч-корди": {
                  "name": "Кабелі витої пари, патч-корди",
                  "parent": "Мережі, інтернет"
                },
                "Комутатори": {
                  "name": "Комутатори",
                  "parent": "Мережеве обладнання"
                },
                "Міжмережеві екрани (Firewall)": {
                  "name": "Міжмережеві екрани (Firewall)",
                  "parent": "Мережеве обладнання"
                },
                "Маршрутизатор": {
                  "name": "Маршрутизатор",
                  "parent": "Мережеве обладнання"
                },
                "Медіаконвертери": {
                  "name": "Медіаконвертери",
                  "parent": "Мережеве обладнання"
                },
                "Мережеві адаптери": {
                  "name": "Мережеві адаптери",
                  "parent": "Мережі, інтернет"
                },
                "Модеми 4G (LTE), 3G, CDMA": {
                  "name": "Модеми 4G (LTE), 3G, CDMA",
                  "parent": "Мережі, інтернет"
                },
                "Монтажні шафи і стійки": {
                  "name": "Монтажні шафи і стійки",
                  "parent": "Мережі, інтернет"
                },
                "Обладнання для конференц-зв'язку": {
                  "name": "Обладнання для конференц-зв'язку",
                  "parent": "Засоби зв'язку"
                },
                "Устаткування PoE (Power over Ethernet)": {
                  "name": "Устаткування PoE (Power over Ethernet)",
                  "parent": "Мережі, інтернет"
                },
                "Принтери, БФП": {
                  "name": "Принтери, БФП",
                  "parent": "Оргтехніка"
                },
                "3D-принтери": {
                  "name": "3D-принтери",
                  "parent": "Принтери, БФП"
                },
                "Витратні матеріали для 3D-принтерів": {
                  "name": "Витратні матеріали для 3D-принтерів",
                  "parent": "Принтери, БФП"
                },
                "Друкуючі головки для струменевих принтерів": {
                  "name": "Друкуючі головки для струменевих принтерів",
                  "parent": "Принтери, БФП"
                },
                "Картриджі для принтерів та БФП": {
                  "name": "Картриджі для принтерів та БФП",
                  "parent": "Принтери, БФП"
                },
                "Матричні принтери": {
                  "name": "Матричні принтери",
                  "parent": "Принтери, БФП"
                },
                "Папір і плівка": {
                  "name": "Папір і плівка",
                  "parent": "Оргтехніка"
                },
                /*"Папір і плівка для плотерів": {
                  "name": "Папір і плівка для плотерів",
                  "parent": "Оргтехніка"
                },*/
                "Плотери": {
                  "name": "Плотери",
                  "parent": "Оргтехніка"
                },
                "Принт-сервери": {
                  "name": "Принт-сервери",
                  "parent": "Принтери, БФП"
                },
                "Системи безперервної подачі чорнил": {
                  "name": "Системи безперервної подачі чорнил",
                  "parent": "Принтери, БФП"
                },
                "Сканери": {
                  "name": "Сканери",
                  "parent": "Оргтехніка"
                },
                "Фотопапір": {
                  "name": "Фотопапір",
                  "parent": "Папір і плівка"
                },
                "Чорнила, тонери для принтерів і БФП": {
                  "name": "Чорнила, тонери для принтерів і БФП",
                  "parent": "Принтери, БФП"
                },
                "Комп'ютерна периферія": {
                  "listCategory": 7,
                  "name": "Комп'ютерна периферія",
                  "parent": "Комп'ютери, Мережі"
                },
                "HDMI, DVI, VGA розгалужувачі та підсилювачі": {
                  "name": "HDMI, DVI, VGA розгалужувачі та підсилювачі",
                  "parent": "Комп'ютерна периферія"
                },
                "USB Flash Drive": {
                  "name": "USB Flash Drive",
                  "parent": "Комп'ютерна периферія"
                },
                "USB аксесуари": {
                  "name": "USB аксесуари",
                  "parent": "Комп'ютерна периферія"
                },
                "USB концентратори": {
                  "name": "USB концентратори",
                  "parent": "Комп'ютерна периферія"
                },
                "Аксесуари для графічних планшетів": {
                  "name": "Аксесуари для графічних планшетів",
                  "parent": "Комп'ютерна периферія"
                },
                "Графічні планшети": {
                  "name": "Графічні планшети",
                  "parent": "Комп'ютерна периферія"
                },
                "Диски DVD, CD, Blu-ray": {
                  "name": "Диски DVD, CD, Blu-ray",
                  "parent": "Комп'ютерна периферія"
                },
                "Зовнішні дисководи DVD, Blu-ray": {
                  "name": "Зовнішні дисководи DVD, Blu-ray",
                  "parent": "Комп'ютерна периферія"
                },
                "Зовнішні жорсткі диски": {
                  "name": "Зовнішні жорсткі диски",
                  "parent": "Комп'ютерна периферія"
                },
                "Кабелі HDMI, DVI, VGA, DisplayPort": {
                  "name": "Кабелі HDMI, DVI, VGA, DisplayPort",
                  "parent": "Комп'ютерна периферія"
                },
                "Кабелі USB, FireWire, eSATA (SATA)": {
                  "name": "Кабелі USB, FireWire, eSATA (SATA)",
                  "parent": "Комп'ютерна периферія"
                },
                "кардрідери": {
                  "name": "кардрідери",
                  "parent": "Комп'ютерна периферія"
                },
                "Килимки для миші": {
                  "name": "Килимки для миші",
                  "parent": "Комп'ютерна периферія"
                },
                "Миші, клавіатури": {
                  "name": "Миші, клавіатури",
                  "parent": "Комп'ютерна периферія"
                },
                "Ігри, мультимедіа": {
                  "listCategory": 8,
                  "name": "Ігри, мультимедіа",
                  "parent": "Комп'ютери, Мережі"
                },
                "TV-тюнери": {
                  "name": "TV-тюнери",
                  "parent": "Ігри, мультимедіа"
                },
                "Ігри для ігрових приставок і ПК": {
                  "name": "Ігри для ігрових приставок і ПК",
                  "parent": "Ігри, мультимедіа"
                },
                "Ігрові миші, клавіатури": {
                  "name": "Ігрові миші, клавіатури",
                  "parent": "Ігри, мультимедіа"
                },
                "Ігрові приставки": {
                  "name": "Ігрові приставки",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Веб-камери": {
                  "name": "Веб-камери",
                  "parent": "Ігри, мультимедіа"
                },
                "Геймпади, джойстики, керма": {
                  "name": "Геймпади, джойстики, керма",
                  "parent": "Ігри, мультимедіа"
                },
                "Додаткове обладнання для ігрових приставок": {
                  "name": "Додаткове обладнання для ігрових приставок",
                  "parent": "Ігри, мультимедіа"
                },
                "Мікрофони": {
                  "name": "Мікрофони",
                  "parent": "Аудіо"
                },
                "Медіаплеєри": {
                  "name": "Медіаплеєри",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Мультимедійні колонки": {
                  "name": "Мультимедійні колонки",
                  "parent": "Ігри, мультимедіа"
                },
                "Навушники та гарнітури": {
                  "name": "Навушники та гарнітури",
                  "parent": "Ігри, мультимедіа"
                },
                "Окуляри віртуальної реальності": {
                  "name": "Окуляри віртуальної реальності",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Програмне забезпечення": {
                  "listCategory": 4345,
                  "name": "Програмне забезпечення",
                  "parent": "Офіс"
                },
                "Ігри для приставок і ПК": {
                  "name": "Ігри для приставок і ПК",
                  "parent": "Програмне забезпечення"
                },
                "Антивіруси": {
                  "name": "Антивіруси",
                  "parent": "Програмне забезпечення"
                },
                "Графічні редактори": {
                  "name": "Графічні редактори",
                  "parent": "Програмне забезпечення"
                },
                "Навігаційне ПЗ": {
                  "name": "Навігаційне ПЗ",
                  "parent": "Програмне забезпечення"
                },
                "Офісні пакети": {
                  "name": "Офісні пакети",
                  "parent": "Програмне забезпечення"
                },
                "Перекладачі та словники": {
                  "name": "Перекладачі та словники",
                  "parent": "Програмне забезпечення"
                },
                "Розпізнавання тексту": {
                  "name": "Розпізнавання тексту",
                  "parent": "Програмне забезпечення"
                },
                "Електроживлення": {
                  "listCategory": 1705,
                  "name": "Електроживлення",
                  "parent": "Комп'ютери, Мережі"
                },
                "Акумулятори і батарейки AA, AAA": {
                  "name": "Акумулятори і батарейки AA, AAA",
                  "parent": "Електроживлення"
                },
                "Акумулятори для ДБЖ": {
                  "name": "Акумулятори для ДБЖ",
                  "parent": "Електроживлення"
                },
                "Джерела безперебійного живлення (ДБЖ)": {
                  "name": "Джерела безперебійного живлення (ДБЖ)",
                  "parent": "Електроживлення"
                },
                "Зарядні пристрої для акумуляторів AAA, AA": {
                  "name": "Зарядні пристрої для акумуляторів AAA, AA",
                  "parent": "Електроживлення"
                },
                "Зовнішні акумулятори (Power Bank)": {
                  "name": "Зовнішні акумулятори (Power Bank)",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Мережеві фільтри, подовжувачі": {
                  "name": "Мережеві фільтри, подовжувачі",
                  "parent": "Електроживлення"
                },
                "Перетворювачі напруги": {
                  "name": "Перетворювачі напруги",
                  "parent": "Електроживлення"
                },
                "Гітари": {
                  "listCategory": 2565,
                  "name": "Гітари",
                  "parent": "Муз. інструменти"
                },
                "Інструментальні кабелі": {
                  "name": "Інструментальні кабелі",
                  "parent": "Гітари"
                },
                "Гітари акустичні": {
                  "name": "Гітари акустичні",
                  "parent": "Гітари"
                },
                "Гітарні аксесуари та комплектуючі": {
                  "name": "Гітарні аксесуари та комплектуючі",
                  "parent": "Гітари"
                },
                "Гітарні педалі ефектів": {
                  "name": "Гітарні педалі ефектів",
                  "parent": "Гітари"
                },
                "Гітарні процесори ефектів": {
                  "name": "Гітарні процесори ефектів",
                  "parent": "Гітари"
                },
                "Гітарні тюнери": {
                  "name": "Гітарні тюнери",
                  "parent": "Гітари"
                },
                "Електрогітари": {
                  "name": "Електрогітари",
                  "parent": "Гітари"
                },
                "Звукознімачі для гітар": {
                  "name": "Звукознімачі для гітар",
                  "parent": "Гітари"
                },
                "Комбопідсилювачі, підсилювачі, гітарні кабінети": {
                  "name": "Комбопідсилювачі, підсилювачі, гітарні кабінети",
                  "parent": "Гітари"
                },
                "Струни для гітар": {
                  "name": "Струни для гітар",
                  "parent": "Гітари"
                },
                "Чохли та кейси для гітар": {
                  "name": "Чохли та кейси для гітар",
                  "parent": "Гітари"
                },
                "Духові інструменти": {
                  "listCategory": 2566,
                  "name": "Духові інструменти",
                  "parent": "Муз. інструменти"
                },
                "Аксесуари для духових інструментів": {
                  "name": "Аксесуари для духових інструментів",
                  "parent": "Духові інструменти"
                },
                "Губні гармошки": {
                  "name": "Губні гармошки",
                  "parent": "Духові інструменти"
                },
                "Кларнети, гобої, фаготи": {
                  "name": "Кларнети, гобої, фаготи",
                  "parent": "Духові інструменти"
                },
                "Мідні духові інструменти": {
                  "name": "Мідні духові інструменти",
                  "parent": "Духові інструменти"
                },
                "Піаніки": {
                  "name": "Піаніки",
                  "parent": "Духові інструменти"
                },
                "Саксофони": {
                  "name": "Саксофони",
                  "parent": "Духові інструменти"
                },
                "Флейти": {
                  "name": "Флейти",
                  "parent": "Духові інструменти"
                },
                "Смичкові інструменти": {
                  "listCategory": 2573,
                  "name": "Смичкові інструменти",
                  "parent": "Муз. інструменти"
                },
                "Аксесуари для смичкових інструментів": {
                  "name": "Аксесуари для смичкових інструментів",
                  "parent": "Смичкові інструменти"
                },
                "Скрипки, віолончелі, контрабаси": {
                  "name": "Скрипки, віолончелі, контрабаси",
                  "parent": "Смичкові інструменти"
                },
                "Ударні інструменти": {
                  "listCategory": 2572,
                  "name": "Ударні інструменти",
                  "parent": "Муз. інструменти"
                },
                "Аксесуари для ударних інструментів": {
                  "name": "Аксесуари для ударних інструментів",
                  "parent": "Ударні інструменти"
                },
                "Барабани": {
                  "name": "Барабани",
                  "parent": "Ударні інструменти"
                },
                "Електронні ударні установки": {
                  "name": "Електронні ударні установки",
                  "parent": "Ударні інструменти"
                },
                "Перкусія": {
                  "name": "Перкусія",
                  "parent": "Ударні інструменти"
                },
                "Тарілки для ударних": {
                  "name": "Тарілки для ударних",
                  "parent": "Ударні інструменти"
                },
                "Ударні установки": {
                  "name": "Ударні установки",
                  "parent": "Ударні інструменти"
                },
                "Клавішні інструменти": {
                  "listCategory": 2567,
                  "name": "Клавішні інструменти",
                  "parent": "Муз. інструменти"
                },
                "MIDI-клавіатури": {
                  "name": "MIDI-клавіатури",
                  "parent": "Клавішні інструменти"
                },
                "Акордеони, баяни": {
                  "name": "Акордеони, баяни",
                  "parent": "Клавішні інструменти"
                },
                "Аксесуари для клавішних інструментів": {
                  "name": "Аксесуари для клавішних інструментів",
                  "parent": "Клавішні інструменти"
                },
                "Комбопідсилювачі": {
                  "name": "Комбопідсилювачі",
                  "parent": "Клавішні інструменти"
                },
                "Піаніно, роялі": {
                  "name": "Піаніно, роялі",
                  "parent": "Клавішні інструменти"
                },
                "Синтезатори і цифрові піаніно": {
                  "name": "Синтезатори і цифрові піаніно",
                  "parent": "Клавішні інструменти"
                },
                "Етнічні струнні інструменти": {
                  "name": "Етнічні струнні інструменти",
                  "parent": "Етнічні струнні інструменти"
                },
                "Укулеле": {
                  "name": "Укулеле",
                  "parent": "Етнічні струнні інструменти"
                },
                "Музичне обладнання": {
                  "listCategory": 2698,
                  "name": "Музичне обладнання",
                  "parent": "Муз. інструменти"
                },
                "DJ обладнання": {
                  "name": "DJ обладнання",
                  "parent": "Музичне обладнання"
                },
                "Аксесуари для мікрофонів і радіосистем": {
                  "name": "Аксесуари для мікрофонів і радіосистем",
                  "parent": "Музичне обладнання"
                },
                "Акустичні системи для студій і сцени": {
                  "name": "Акустичні системи для студій і сцени",
                  "parent": "Музичне обладнання"
                },
                "Акустичні та інструментальні кабелі, роз'єми, з'єднувачі": {
                  "name": "Акустичні та інструментальні кабелі, роз'єми, з'єднувачі",
                  "parent": "Музичне обладнання"
                },
                "Мікрофонні радіосистеми": {
                  "name": "Мікрофонні радіосистеми",
                  "parent": "Музичне обладнання"
                },
                "Мікшерні пульти": {
                  "name": "Мікшерні пульти",
                  "parent": "Музичне обладнання"
                },
                "Музичні інструменти (різне)": {
                  "name": "Музичні інструменти (різне)",
                  "parent": "Музичне обладнання"
                },
                "Музичні тюнери і метрономи": {
                  "name": "Музичні тюнери і метрономи",
                  "parent": "Музичне обладнання"
                },
                "Музичне студійне обладнання": {
                  "name": "Музичне студійне обладнання",
                  "parent": "Музичне обладнання"
                },
                "Обладнання для обробки звуку": {
                  "name": "Обладнання для обробки звуку",
                  "parent": "Музичне обладнання"
                },
                "Підставки і стійки для музичного обладнання": {
                  "name": "Підставки і стійки для музичного обладнання",
                  "parent": "Музичне обладнання"
                },
                "Світлове обладнання, генератори ефектів": {
                  "name": "Світлове обладнання, генератори ефектів",
                  "parent": "Музичне обладнання"
                },
                "Стільці музичні": {
                  "name": "Стільці музичні",
                  "parent": "Музичне обладнання"
                },
                "Чохли та сумки для музичного обладнання": {
                  "name": "Чохли та сумки для музичного обладнання",
                  "parent": "Музичне обладнання"
                },
                "Оргтехніка": {
                  "listCategory": 2374,
                  "name": "Оргтехніка",
                  "parent": "Офіс"
                },
                "Брошурувальники (біндери)": {
                  "name": "Брошурувальники (біндери)",
                  "parent": "Оргтехніка"
                },
                "Диктофони": {
                  "name": "Диктофони",
                  "parent": "Портативне аудіо-відео"
                },
                "Знищувачі документів": {
                  "name": "Знищувачі документів",
                  "parent": "Оргтехніка"
                },
                "Картриджі для принтерів": {
                  "name": "Картриджі для принтерів",
                  "parent": "Оргтехніка"
                },
                "Ламінатори": {
                  "name": "Ламінатори",
                  "parent": "Оргтехніка"
                },
                "Післядрукарське обладнання": {
                  "name": "Післядрукарське обладнання",
                  "parent": "Оргтехніка"
                },
                "Різаки": {
                  "name": "Різаки",
                  "parent": "Оргтехніка"
                },
                "Презентаційне обладнання": {
                  "listCategory": 2375,
                  "name": "Презентаційне обладнання",
                  "parent": "Оргтехніка"
                },
                "Інтерактивні дошки та аксесуари до них": {
                  "name": "Інтерактивні дошки та аксесуари до них",
                  "parent": "Презентаційне обладнання"
                },
                "Інформаційні РК-монітори": {
                  "name": "Інформаційні РК-монітори",
                  "parent": "Презентаційне обладнання"
                },
                "Додаткове обладнання для проекторів": {
                  "name": "Додаткове обладнання для проекторів",
                  "parent": "Презентаційне обладнання"
                },
                "Дошки для презентацій та аксесуари до них": {
                  "name": "Дошки для презентацій та аксесуари до них",
                  "parent": "Презентаційне обладнання"
                },
                "Лампи для проекторів": {
                  "name": "Лампи для проекторів",
                  "parent": "Презентаційне обладнання"
                },
                "Проектори": {
                  "name": "Проектори",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Проекційні екрани": {
                  "name": "Проекційні екрани",
                  "parent": "Презентаційне обладнання"
                },
                "Охоронні системи": {
                  "name": "Охоронні системи",
                  "parent": "Охоронні системи"
                },
                "IP-камери відеоспостереження": {
                  "name": "IP-камери відеоспостереження",
                  "parent": "Охоронні системи"
                },
                "Відеореєстратори для охоронних систем": {
                  "name": "Відеореєстратори для охоронних систем",
                  "parent": "Охоронні системи"
                },
                "Торгове обладнання": {
                  "listCategory": 2376,
                  "name": "Торгове обладнання",
                  "parent": "Офіс"
                },
                "Детектори валют": {
                  "name": "Детектори валют",
                  "parent": "Торгове обладнання"
                },
                "Етикетки, стрічки": {
                  "name": "Етикетки, стрічки",
                  "parent": "Торгове обладнання"
                },
                "Касові апарати": {
                  "name": "Касові апарати",
                  "parent": "Торгове обладнання"
                },
                "Лічильники банкнот": {
                  "name": "Лічильники банкнот",
                  "parent": "Торгове обладнання"
                },
                "Принтери етикеток, чеків": {
                  "name": "Принтери етикеток, чеків",
                  "parent": "Торгове обладнання"
                },
                "Сканери штрих-кодів": {
                  "name": "Сканери штрих-кодів",
                  "parent": "Торгове обладнання"
                },
                "Термінали збору даних": {
                  "name": "Термінали збору даних",
                  "parent": "Торгове обладнання"
                },
                "Фіскальні реєстратори": {
                  "name": "Фіскальні реєстратори",
                  "parent": "Торгове обладнання"
                },
                "Канцтовари": {
                  "name": "Канцтовари",
                  "parent": "Канцтовари"
                },
                "Візитниці": {
                  "name": "Візитниці",
                  "parent": "Сувеніри"
                },
                "Настільні канцелярські набори": {
                  "name": "Настільні канцелярські набори",
                  "parent": "Канцтовари"
                },
                "Органайзери, щоденники, блокноти": {
                  "name": "Органайзери, щоденники, блокноти",
                  "parent": "Канцтовари"
                },
                "Папір для офісу": {
                  "name": "Папір для офісу",
                  "parent": "Канцтовари"
                },
                "Ручки подарункові": {
                  "name": "Ручки подарункові",
                  "parent": "Сувеніри"
                },
                "Засоби зв'язку": {
                  "listCategory": 2373,
                  "name": "Засоби зв'язку",
                  "parent": "Офіс"
                },
                "Міні-АТС": {
                  "name": "Міні-АТС",
                  "parent": "Засоби зв'язку"
                },
                "Системні телефони": {
                  "name": "Системні телефони",
                  "parent": "Засоби зв'язку"
                },
                "Телефони дротові і DECT": {
                  "name": "Телефони дротові і DECT",
                  "parent": "Засоби зв'язку"
                },
                "Факс-апарати": {
                  "name": "Факс-апарати",
                  "parent": "Засоби зв'язку"
                },
                "Мережеве обладнання": {
                  "listCategory": 5428,
                  "name": "Мережеве обладнання",
                  "parent": "Офіс"
                },
                "Офісні меблі": {
                  "listCategory": 2377,
                  "name": "Офісні меблі",
                  "parent": "Офіс"
                },
                "Металеві шафи": {
                  "name": "Металеві шафи",
                  "parent": "Офісні меблі"
                },
                "Настільні лампи": {
                  "name": "Настільні лампи",
                  "parent": "Офісні меблі"
                },
                "Офісні тумби": {
                  "name": "Офісні тумби",
                  "parent": "Офісні меблі"
                },
                "Офісні шафи": {
                  "name": "Офісні шафи",
                  "parent": "Офісні меблі"
                },
                "Бухгалтерський облік": {
                  "name": "Бухгалтерський облік",
                  "parent": "Програмне забезпечення"
                },
                "Робота з серверами": {
                  "name": "Робота з серверами",
                  "parent": "Програмне забезпечення"
                },
                "Словники та перекладачі": {
                  "name": "Словники та перекладачі",
                  "parent": "Програмне забезпечення"
                },
                "Для жінок": {
                  "listCategory": 3081,
                  "name": "Для жінок",
                  "parent": "Одяг, взуття, аксесуари"
                },
                "Бюстгальтери": {
                  "name": "Бюстгальтери",
                  "parent": "Для жінок"
                },
                "Еротична білизна": {
                  "name": "Еротична білизна",
                  "parent": "Для чоловіків"
                },
                "Жіночі блузи, сорочки": {
                  "name": "Жіночі блузи, сорочки",
                  "parent": "Для жінок"
                },
                "Жіночі боді і корсети": {
                  "name": "Жіночі боді і корсети",
                  "parent": "Для жінок"
                },
                "Жіночі брюки, легінси": {
                  "name": "Жіночі брюки, легінси",
                  "parent": "Для жінок"
                },
                "Жіночі джинси": {
                  "name": "Жіночі джинси",
                  "parent": "Для жінок"
                },
                "Жіночі жакети, блейзери, жилети": {
                  "name": "Жіночі жакети, блейзери, жилети",
                  "parent": "Для жінок"
                },
                "Жіночі колготки, панчохи": {
                  "name": "Жіночі колготки, панчохи",
                  "parent": "Для жінок"
                },
                "Жіночі комбінезони": {
                  "name": "Жіночі комбінезони",
                  "parent": "Для жінок"
                },
                "Жіночі комплекти білизни": {
                  "name": "Жіночі комплекти білизни",
                  "parent": "Для жінок"
                },
                "Жіночі костюми": {
                  "name": "Жіночі костюми",
                  "parent": "Для жінок"
                },
                "Жіночі купальники": {
                  "name": "Жіночі купальники",
                  "parent": "Пляж"
                },
                "Жіночі куртки, пуховики": {
                  "name": "Жіночі куртки, пуховики",
                  "parent": "Для жінок"
                },
                "Жіночі пальта, плащі": {
                  "name": "Жіночі пальта, плащі",
                  "parent": "Для жінок"
                },
                "Жіночі светри, кардигани": {
                  "name": "Жіночі светри, кардигани",
                  "parent": "Для жінок"
                },
                "Жіночі спідниці": {
                  "name": "Жіночі спідниці",
                  "parent": "Для жінок"
                },
                "Жіночі сукні": {
                  "name": "Жіночі сукні",
                  "parent": "Для жінок"
                },
                "Жіночі трусики": {
                  "name": "Жіночі трусики",
                  "parent": "Для жінок"
                },
                "Жіночі футболки, топи": {
                  "name": "Жіночі футболки, топи",
                  "parent": "Для жінок"
                },
                "Жіночі шорти, бриджі": {
                  "name": "Жіночі шорти, бриджі",
                  "parent": "Для жінок"
                },
                "Жіночий домашній одяг - 16919": {
                  "name": "Жіночий домашній одяг - 16919",
                  "parent": "Для жінок"
                },
                "Коригуюча білизна": {
                  "name": "Коригуюча білизна",
                  "parent": "Для жінок"
                },
                "Пляжні туніки і парео": {
                  "name": "Пляжні туніки і парео",
                  "parent": "Для жінок"
                },
                "Термобілизна для жінок": {
                  "name": "Термобілизна для жінок",
                  "parent": "Для жінок"
                },
                "Для чоловіків": {
                  "listCategory": 3079,
                  "name": "Для чоловіків",
                  "parent": "Одяг, взуття, аксесуари"
                },
                "Плавки": {
                  "name": "Плавки",
                  "parent": "Пляж"
                },
                "Пляжні шорти": {
                  "name": "Пляжні шорти",
                  "parent": "Пляж"
                },
                "Термобілизна для чоловіків": {
                  "name": "Термобілизна для чоловіків",
                  "parent": "Для чоловіків"
                },
                "Чоловічі брюки": {
                  "name": "Чоловічі брюки",
                  "parent": "Для чоловіків"
                },
                "Чоловічі джинси": {
                  "name": "Чоловічі джинси",
                  "parent": "Для чоловіків"
                },
                "Чоловічі куртки, пуховики": {
                  "name": "Чоловічі куртки, пуховики",
                  "parent": "Для чоловіків"
                },
                "Чоловічі піджаки, жилети": {
                  "name": "Чоловічі піджаки, жилети",
                  "parent": "Для чоловіків"
                },
                "Чоловічі светри, кардигани": {
                  "name": "Чоловічі светри, кардигани",
                  "parent": "Для чоловіків"
                },
                "Чоловічі сорочки": {
                  "name": "Чоловічі сорочки",
                  "parent": "Для чоловіків"
                },
                "Чоловічі футболки, майки": {
                  "name": "Чоловічі футболки, майки",
                  "parent": "Для чоловіків"
                },
                "Чоловічі шкарпетки": {
                  "name": "Чоловічі шкарпетки",
                  "parent": "Для чоловіків"
                },
                "Чоловічі шорти": {
                  "name": "Чоловічі шорти",
                  "parent": "Для чоловіків"
                },
                "Чоловіча білизна": {
                  "name": "Чоловіча білизна",
                  "parent": "Для чоловіків"
                },
                "Чоловічий домашній одяг, піжами": {
                  "name": "Чоловічий домашній одяг, піжами",
                  "parent": "Для чоловіків"
                },
                "Взуття": {
                  "listCategory": 3244,
                  "name": "Взуття",
                  "parent": "Одяг, взуття, аксесуари"
                },
                "Аксесуари та засоби по догляду для взуття": {
                  "name": "Аксесуари та засоби по догляду для взуття",
                  "parent": "Взуття"
                },
                "Домашнє взуття для дівчаток": {
                  "name": "Домашнє взуття для дівчаток",
                  "parent": "Взуття"
                },
                "Домашнє взуття для хлопчиків": {
                  "name": "Домашнє взуття для хлопчиків",
                  "parent": "Взуття"
                },
                "Жіночі босоніжки, шльопанці": {
                  "name": "Жіночі босоніжки, шльопанці",
                  "parent": "Взуття"
                },
                "Жіночі ботильйони": {
                  "name": "Жіночі ботильйони",
                  "parent": "Взуття"
                },
                "Жіночі кеди, снікери": {
                  "name": "Жіночі кеди, снікери",
                  "parent": "Взуття"
                },
                "Жіночі кросівки": {
                  "name": "Жіночі кросівки",
                  "parent": "Взуття"
                },
                "Жіночі туфлі, балетки, сліпони": {
                  "name": "Жіночі туфлі, балетки, сліпони",
                  "parent": "Взуття"
                },
                "Жіночі черевики": {
                  "name": "Жіночі черевики",
                  "parent": "Взуття"
                },
                "Жіночі чоботи": {
                  "name": "Жіночі чоботи",
                  "parent": "Взуття"
                },
                "Жіноча домашнє взуття": {
                  "name": "Жіноча домашнє взуття",
                  "parent": "Взуття"
                },
                "Сандалі і шльопанці для дівчаток": {
                  "name": "Сандалі і шльопанці для дівчаток",
                  "parent": "Взуття"
                },
                "Сандалі і шльопанці для хлопчиків": {
                  "name": "Сандалі і шльопанці для хлопчиків",
                  "parent": "Взуття"
                },
                "Туфлі для дівчаток": {
                  "name": "Туфлі для дівчаток",
                  "parent": "Взуття"
                },
                "Туфлі для хлопчиків": {
                  "name": "Туфлі для хлопчиків",
                  "parent": "Взуття"
                },
                "Чоботи, черевики для дівчаток": {
                  "name": "Чоботи, черевики для дівчаток",
                  "parent": "Взуття"
                },
                "Чоботи, черевики для хлопчиків": {
                  "name": "Чоботи, черевики для хлопчиків",
                  "parent": "Взуття"
                },
                "чоловічі кеди": {
                  "name": "чоловічі кеди",
                  "parent": "Взуття"
                },
                "Чоловічі кросівки": {
                  "name": "Чоловічі кросівки",
                  "parent": "Взуття"
                },
                "Чоловічі мокасини, сліпони": {
                  "name": "Чоловічі мокасини, сліпони",
                  "parent": "Взуття"
                },
                "Чоловічі сандалі, шльопанці": {
                  "name": "Чоловічі сандалі, шльопанці",
                  "parent": "Взуття"
                },
                "Чоловічі туфлі": {
                  "name": "Чоловічі туфлі",
                  "parent": "Взуття"
                },
                "Чоловічі черевики": {
                  "name": "Чоловічі черевики",
                  "parent": "Взуття"
                },
                "Чоловічі чоботи": {
                  "name": "Чоловічі чоботи",
                  "parent": "Взуття"
                },
                "Чоловіча домашнє взуття": {
                  "name": "Чоловіча домашнє взуття",
                  "parent": "Взуття"
                },
                "Сумки та аксесуари": {
                  "listCategory": 2888,
                  "name": "Сумки та аксесуари",
                  "parent": "Одяг, взуття, аксесуари"
                },
                "Браслети": {
                  "name": "Браслети",
                  "parent": "Прикраси"
                },
                "Брошки": {
                  "name": "Брошки",
                  "parent": "Прикраси"
                },
                "Валізи, дорожні сумки": {
                  "name": "Валізи, дорожні сумки",
                  "parent": "Сумки та аксесуари"
                },
                "Гаманці, портмоне": {
                  "name": "Гаманці, портмоне",
                  "parent": "Сумки та аксесуари"
                },
                "Головні убори": {
                  "name": "Головні убори",
                  "parent": "Пляж"
                },
                "Жіночі сумки та рюкзаки": {
                  "name": "Жіночі сумки та рюкзаки",
                  "parent": "Сумки та аксесуари"
                },
                "Запонки": {
                  "name": "Запонки",
                  "parent": "Сумки та аксесуари"
                },
                "Затискачі для краваток": {
                  "name": "Затискачі для краваток",
                  "parent": "Сумки та аксесуари"
                },
                "Кільця": {
                  "name": "Кільця",
                  "parent": "Прикраси"
                },
                "Кольє, ланцюжки": {
                  "name": "Кольє, ланцюжки",
                  "parent": "Прикраси"
                },
                "Краватки": {
                  "name": "Краватки",
                  "parent": "Сумки та аксесуари"
                },
                "Міські рюкзаки": {
                  "name": "Міські рюкзаки",
                  "parent": "Сумки та аксесуари"
                },
                "Обкладинки для документів": {
                  "name": "Обкладинки для документів",
                  "parent": "Сумки та аксесуари"
                },
                "Підвіски, кулони": {
                  "name": "Підвіски, кулони",
                  "parent": "Прикраси"
                },
                "Ремені і підтяжки": {
                  "name": "Ремені і підтяжки",
                  "parent": "Сумки та аксесуари"
                },
                "Рукавички, рукавиці": {
                  "name": "Рукавички, рукавиці",
                  "parent": "Сумки та аксесуари"
                },
                "Сережки": {
                  "name": "Сережки",
                  "parent": "Прикраси"
                },
                "Сонцезахисні окуляри": {
                  "name": "Сонцезахисні окуляри",
                  "parent": "Пляж"
                },
                "Сумки для ноутбуків": {
                  "name": "Сумки для ноутбуків",
                  "parent": "Сумки та аксесуари"
                },
                "Сумки для фотоапаратів": {
                  "name": "Сумки для фотоапаратів",
                  "parent": "Сумки та аксесуари"
                },
                "Хрестики, ладанки": {
                  "name": "Хрестики, ладанки",
                  "parent": "Прикраси"
                },
                "Чоловічі сумки": {
                  "name": "Чоловічі сумки",
                  "parent": "Сумки та аксесуари"
                },
                "Шарфи, хустки": {
                  "name": "Шарфи, хустки",
                  "parent": "Сумки та аксесуари"
                },
                "Для дітей": {
                  "listCategory": 3252,
                  "name": "Для дітей",
                  "parent": "Одяг, взуття, аксесуари"
                },
                "Інші аксесуари для дітей": {
                  "name": "Інші аксесуари для дітей",
                  "parent": "Для дітей"
                },
                "Верхній одяг для дівчаток": {
                  "name": "Верхній одяг для дівчаток",
                  "parent": "Для дітей"
                },
                "Верхній одяг для малюків 0-3 років": {
                  "name": "Верхній одяг для малюків 0-3 років",
                  "parent": "Для дітей"
                },
                "Верхній одяг для хлопчиків": {
                  "name": "Верхній одяг для хлопчиків",
                  "parent": "Для дітей"
                },
                "Головні убори, шарфи, рукавички для дітей": {
                  "name": "Головні убори, шарфи, рукавички для дітей",
                  "parent": "Для дітей"
                },
                "Джинси, брюки, шорти для дівчаток": {
                  "name": "Джинси, брюки, шорти для дівчаток",
                  "parent": "Для дітей"
                },
                "Карнавальні костюми для дівчаток": {
                  "name": "Карнавальні костюми для дівчаток",
                  "parent": "Для дітей"
                },
                "Карнавальні костюми для хлопчиків": {
                  "name": "Карнавальні костюми для хлопчиків",
                  "parent": "Для дітей"
                },
                "Колготки, шкарпетки для дівчаток": {
                  "name": "Колготки, шкарпетки для дівчаток",
                  "parent": "Для дітей"
                },
                "Костюми, комбінезони, комплекти одягу для хлопчиків": {
                  "name": "Костюми, комбінезони, комплекти одягу для хлопчиків",
                  "parent": "Для дітей"
                },
                "Костюми, комплекти одягу для дівчаток": {
                  "name": "Костюми, комплекти одягу для дівчаток",
                  "parent": "Для дітей"
                },
                "Крестильная одяг та набори для хрещення": {
                  "name": "Крестильная одяг та набори для хрещення",
                  "parent": "Для дітей"
                },
                "Піжами для хлопчиків": {
                  "name": "Піжами для хлопчиків",
                  "parent": "Для дітей"
                },
                "Піжами, нижня білизна, купальники для дівчаток": {
                  "name": "Піжами, нижня білизна, купальники для дівчаток",
                  "parent": "Для дітей"
                },
                "Повсякденний одяг для малюків 0-3 років": {
                  "name": "Повсякденний одяг для малюків 0-3 років",
                  "parent": "Для дітей"
                },
                "Светри, кофти для дівчаток": {
                  "name": "Светри, кофти для дівчаток",
                  "parent": "Для дітей"
                },
                "Светри, толстовки, жилети для хлопчиків": {
                  "name": "Светри, толстовки, жилети для хлопчиків",
                  "parent": "Для дітей"
                },
                "Спортивний одяг для дітей": {
                  "name": "Спортивний одяг для дітей",
                  "parent": "Спортивний одяг, взуття"
                },
                "Сукні, сарафани для дівчаток": {
                  "name": "Сукні, сарафани для дівчаток",
                  "parent": "Для дітей"
                },
                "Футболки, майки для хлопчиків": {
                  "name": "Футболки, майки для хлопчиків",
                  "parent": "Для дітей"
                },
                "Футболки, топи, сорочки для дівчаток": {
                  "name": "Футболки, топи, сорочки для дівчаток",
                  "parent": "Для дітей"
                },
                "Шкарпетки для хлопчиків": {
                  "name": "Шкарпетки для хлопчиків",
                  "parent": "Для дітей"
                },
                "Штани для хлопчиків": {
                  "name": "Штани для хлопчиків",
                  "parent": "Для дітей"
                },
                "Для спорту": {
                  "listCategory": 3254,
                  "name": "Для спорту",
                  "parent": "Одяг, взуття, аксесуари"
                },
                "Бутси": {
                  "name": "Бутси",
                  "parent": "Спортивний одяг, взуття"
                },
                "Веловзуття": {
                  "name": "Веловзуття",
                  "parent": "Для спорту"
                },
                "Взуття для тренувань": {
                  "name": "Взуття для тренувань",
                  "parent": "Спортивний одяг, взуття"
                },
                "Гірськолижні костюми": {
                  "name": "Гірськолижні костюми",
                  "parent": "Спортивний одяг, взуття"
                },
                "Гірськолижні куртки": {
                  "name": "Гірськолижні куртки",
                  "parent": "Спортивний одяг, взуття"
                },
                "Гірськолижні рукавички": {
                  "name": "Гірськолижні рукавички",
                  "parent": "Спортивний одяг, взуття"
                },
                "Гірськолижні штани": {
                  "name": "Гірськолижні штани",
                  "parent": "Спортивний одяг, взуття"
                },
                "Кеди, снікери": {
                  "name": "Кеди, снікери",
                  "parent": "Для спорту"
                },
                "Кросівки": {
                  "name": "Кросівки",
                  "parent": "Спортивний одяг, взуття"
                },
                "Одяг для велосипедистів": {
                  "name": "Одяг для велосипедистів",
                  "parent": "Спортивний одяг, взуття"
                },
                "Одяг для тренувань": {
                  "name": "Одяг для тренувань",
                  "parent": "Спортивний одяг, взуття"
                },
                "Спортивні головні убори і рукавички": {
                  "name": "Спортивні головні убори і рукавички",
                  "parent": "Для спорту"
                },
                "Спортивні костюми": {
                  "name": "Спортивні костюми",
                  "parent": "Спортивний одяг, взуття"
                },
                "Спортивні куртки, вітровки": {
                  "name": "Спортивні куртки, вітровки",
                  "parent": "Для спорту"
                },
                "Спортивні реглани, толстовки": {
                  "name": "Спортивні реглани, толстовки",
                  "parent": "Для спорту"
                },
                "Спортивні футболки, теніски": {
                  "name": "Спортивні футболки, теніски",
                  "parent": "Для спорту"
                },
                "Спортивні шкарпетки, гольфи": {
                  "name": "Спортивні шкарпетки, гольфи",
                  "parent": "Для спорту"
                },
                "Спортивні шорти, бриджі": {
                  "name": "Спортивні шорти, бриджі",
                  "parent": "Для спорту"
                },
                "Спортивні штани і легінси": {
                  "name": "Спортивні штани і легінси",
                  "parent": "Для спорту"
                },
                "Спортивне взуття для дітей": {
                  "name": "Спортивне взуття для дітей",
                  "parent": "Для спорту"
                },
                "Термобілизна": {
                  "name": "Термобілизна",
                  "parent": "Спортивний одяг, взуття"
                },
                "Парфуми та косметика": {
                  "name": "Парфуми та косметика",
                  "parent": "Все для дому"
                },
                "Парфумерія": {
                  "name": "Парфумерія",
                  "parent": "Парфуми та косметика"
                },
                "Дезодорант": {
                  "name": "Дезодорант",
                  "parent": "Парфумерія"
                },
                "Жіноча парфумерія": {
                  "name": "Жіноча парфумерія",
                  "parent": "Парфумерія"
                },
                "Мініатюра": {
                  "name": "Мініатюра",
                  "parent": "Парфумерія"
                },
                "Одеколон": {
                  "name": "Одеколон",
                  "parent": "Парфумерія"
                },
                "Парфуми": {
                  "name": "Парфуми",
                  "parent": "Парфумерія"
                },
                "Парфуми з феромонами": {
                  "name": "Парфуми з феромонами",
                  "parent": "Парфумерія"
                },
                "Парфумована вода": {
                  "name": "Парфумована вода",
                  "parent": "Парфумерія"
                },
                "Подарункові набори (Парфум і косметика)": {
                  "name": "Подарункові набори (Парфум і косметика)",
                  "parent": "Парфумерія"
                },
                "Пробник": {
                  "name": "Пробник",
                  "parent": "Парфумерія"
                },
                "Туалетна вода": {
                  "name": "Туалетна вода",
                  "parent": "Парфумерія"
                },
                "Чоловіча парфумерія": {
                  "name": "Чоловіча парфумерія",
                  "parent": "Парфумерія"
                },
                "Декоративна косметика": {
                  "listCategory": 1397,
                  "name": "Декоративна косметика",
                  "parent": "Парфуми та косметика"
                },
                "Догляд за кутикулою": {
                  "name": "Догляд за кутикулою",
                  "parent": "Декоративна косметика"
                },
                "Закріплювач": {
                  "name": "Закріплювач",
                  "parent": "Декоративна косметика"
                },
                "Засоби для нігтів": {
                  "name": "Засоби для нігтів",
                  "parent": "Косметика по догляду"
                },
                "Консилер, коректор, хайлайтер": {
                  "name": "Консилер, коректор, хайлайтер",
                  "parent": "Декоративна косметика"
                },
                "Контурний олівець для губ": {
                  "name": "Контурний олівець для губ",
                  "parent": "Декоративна косметика"
                },
                "Косметички": {
                  "name": "Косметички",
                  "parent": "Багаж"
                },
                "Косметичні дзеркала": {
                  "name": "Косметичні дзеркала",
                  "parent": "Декоративна косметика"
                },
                "Косметичні пензлі": {
                  "name": "Косметичні пензлі",
                  "parent": "Декоративна косметика"
                },
                "Лак для нігтів": {
                  "name": "Лак для нігтів",
                  "parent": "Декоративна косметика"
                },
                "Манікюрні, педикюрні інструменти та набори": {
                  "name": "Манікюрні, педикюрні інструменти та набори",
                  "parent": "Професійна косметика"
                },
                "Набори декоративної косметики": {
                  "name": "Набори декоративної косметики",
                  "parent": "Декоративна косметика"
                },
                "Олівець і догляд за бровами": {
                  "name": "Олівець і догляд за бровами",
                  "parent": "Декоративна косметика"
                },
                "Олівець, підводка для очей": {
                  "name": "Олівець, підводка для очей",
                  "parent": "Декоративна косметика"
                },
                "Основа під лак": {
                  "name": "Основа під лак",
                  "parent": "Декоративна косметика"
                },
                "Помада і блиск для губ": {
                  "name": "Помада і блиск для губ",
                  "parent": "Декоративна косметика"
                },
                "Пудра": {
                  "name": "Пудра",
                  "parent": "Декоративна косметика"
                },
                "Рум'яна": {
                  "name": "Рум'яна",
                  "parent": "Декоративна косметика"
                },
                "Тіні для повік": {
                  "name": "Тіні для повік",
                  "parent": "Декоративна косметика"
                },
                "Тональний крем": {
                  "name": "Тональний крем",
                  "parent": "Декоративна косметика"
                },
                "Туш для вій": {
                  "name": "Туш для вій",
                  "parent": "Декоративна косметика"
                },
                "Косметика по догляду": {
                  "listCategory": 1279,
                  "name": "Косметика по догляду",
                  "parent": "Парфуми та косметика"
                },
                "Антиперспіранти та дезодоранти": {
                  "name": "Антиперспіранти та дезодоранти",
                  "parent": "Чоловіча лінія"
                },
                "Бальзам і кондиціонер для волосся": {
                  "name": "Бальзам і кондиціонер для волосся",
                  "parent": "Косметика по догляду"
                },
                "Ватяні палички і диски, серветки": {
                  "name": "Ватяні палички і диски, серветки",
                  "parent": "Косметика по догляду"
                },
                "Гребінці, щітки і шпильки для волосся": {
                  "name": "Гребінці, щітки і шпильки для волосся",
                  "parent": "Косметика по догляду"
                },
                "Засоби для вмивання": {
                  "name": "Засоби для вмивання",
                  "parent": "Косметика по догляду"
                },
                "Засоби для епіляції та депіляції": {
                  "name": "Засоби для епіляції та депіляції",
                  "parent": "Косметика по догляду"
                },
                "Засоби для засмаги": {
                  "name": "Засоби для засмаги",
                  "parent": "Косметика по догляду"
                },
                "Засоби для зняття макіяжу": {
                  "name": "Засоби для зняття макіяжу",
                  "parent": "Косметика по догляду"
                },
                "Засоби для ніг": {
                  "name": "Засоби для ніг",
                  "parent": "Косметика по догляду"
                },
                "Засоби для схуднення": {
                  "name": "Засоби для схуднення",
                  "parent": "Косметика по догляду"
                },
                "Засоби для укладки та моделювання": {
                  "name": "Засоби для укладки та моделювання",
                  "parent": "Косметика по догляду"
                },
                "Зубні щітки, флоси": {
                  "name": "Зубні щітки, флоси",
                  "parent": "Косметика по догляду"
                },
                "Зубна паста, ополіскувач": {
                  "name": "Зубна паста, ополіскувач",
                  "parent": "Косметика по догляду"
                },
                "Крем": {
                  "name": "Крем",
                  "parent": "Косметика по догляду"
                },
                "Крем і лосьйон для рук": {
                  "name": "Крем і лосьйон для рук",
                  "parent": "Косметика по догляду"
                },
                "Крем і лосьйон для тіла": {
                  "name": "Крем і лосьйон для тіла",
                  "parent": "Косметика по догляду"
                },
                "Крем і маска для волосся": {
                  "name": "Крем і маска для волосся",
                  "parent": "Косметика по догляду"
                },
                "Крем для шкіри навколо очей": {
                  "name": "Крем для шкіри навколо очей",
                  "parent": "Косметика по догляду"
                },
                "Крем, лосьйон і скраб для ніг": {
                  "name": "Крем, лосьйон і скраб для ніг",
                  "parent": "Косметика по догляду"
                },
                "Лосьйон і тонік для обличчя": {
                  "name": "Лосьйон і тонік для обличчя",
                  "parent": "Косметика по догляду"
                },
                "Маска і скраб для обличчя": {
                  "name": "Маска і скраб для обличчя",
                  "parent": "Косметика по догляду"
                },
                "Масло для масажу": {
                  "name": "Масло для масажу",
                  "parent": "Масаж, сауна, ароматерапія"
                },
                "Мило, скраб і гель для душу": {
                  "name": "Мило, скраб і гель для душу",
                  "parent": "Косметика по догляду"
                },
                "Набори косметики по догляду": {
                  "name": "Набори косметики по догляду",
                  "parent": "Чоловіча лінія"
                },
                "Ножиці для стрижки": {
                  "name": "Ножиці для стрижки",
                  "parent": "Професійна косметика"
                },
                "Прокладки, тампони": {
                  "name": "Прокладки, тампони",
                  "parent": "Косметика по догляду"
                },
                "Сироватка, флюїд і концентрат для особи": {
                  "name": "Сироватка, флюїд і концентрат для особи",
                  "parent": "Косметика по догляду"
                },
                "Солі та піна для ванн": {
                  "name": "Солі та піна для ванн",
                  "parent": "Косметика по догляду"
                },
                "Спецзасоби по догляду за волоссям": {
                  "name": "Спецзасоби по догляду за волоссям",
                  "parent": "Косметика по догляду"
                },
                "Фарба для волосся": {
                  "name": "Фарба для волосся",
                  "parent": "Професійна косметика"
                },
                "Шампунь для волосся": {
                  "name": "Шампунь для волосся",
                  "parent": "Косметика по догляду"
                },
                "Чоловіча лінія": {
                  "listCategory": 4003,
                  "name": "Чоловіча лінія",
                  "parent": "Парфуми та косметика"
                },
                "Догляд за волоссям для чоловіків": {
                  "name": "Догляд за волоссям для чоловіків",
                  "parent": "Чоловіча лінія"
                },
                "Догляд за обличчям і тілом для чоловіків": {
                  "name": "Догляд за обличчям і тілом для чоловіків",
                  "parent": "Чоловіча лінія"
                },
                "Засоби для гоління": {
                  "name": "Засоби для гоління",
                  "parent": "Чоловіча лінія"
                },
                "Мило і гель для душу": {
                  "name": "Мило і гель для душу",
                  "parent": "Чоловіча лінія"
                },
                "Станки, помазки для гоління": {
                  "name": "Станки, помазки для гоління",
                  "parent": "Чоловіча лінія"
                },
                "Професійна косметика": {
                  "listCategory": 4032,
                  "name": "Професійна косметика",
                  "parent": "Парфуми та косметика"
                },
                "Інструменти та аксесуари для професійної косметики": {
                  "name": "Інструменти та аксесуари для професійної косметики",
                  "parent": "Професійна косметика"
                },
                "Бальзам і кондиціонер": {
                  "name": "Бальзам і кондиціонер",
                  "parent": "Професійна косметика"
                },
                "Гель-лаки": {
                  "name": "Гель-лаки",
                  "parent": "Професійна косметика"
                },
                "Гребінці, щітки для волосся": {
                  "name": "Гребінці, щітки для волосся",
                  "parent": "Професійна косметика"
                },
                "Кейси для косметики": {
                  "name": "Кейси для косметики",
                  "parent": "Професійна косметика"
                },
                "Крем для обличчя": {
                  "name": "Крем для обличчя",
                  "parent": "Професійна косметика"
                },
                "Крем для тіла": {
                  "name": "Крем для тіла",
                  "parent": "Професійна косметика"
                },
                "Міцелярна вода": {
                  "name": "Міцелярна вода",
                  "parent": "Професійна косметика"
                },
                "Накидки і фартухи": {
                  "name": "Накидки і фартухи",
                  "parent": "Професійна косметика"
                },
                "Нарощування і дизайн нігтів": {
                  "name": "Нарощування і дизайн нігтів",
                  "parent": "Професійна косметика"
                },
                "Парафінотерапія": {
                  "name": "Парафінотерапія",
                  "parent": "Професійна косметика"
                },
                "Професійна косметика для волосся": {
                  "name": "Професійна косметика для волосся",
                  "parent": "Професійна косметика"
                },
                "Професійна косметика для обличчя і тіла": {
                  "name": "Професійна косметика для обличчя і тіла",
                  "parent": "Професійна косметика"
                },
                "Сироватка": {
                  "name": "Сироватка",
                  "parent": "Професійна косметика"
                },
                "Стерилізатори": {
                  "name": "Стерилізатори",
                  "parent": "Професійна косметика"
                },
                "Термозахист": {
                  "name": "Термозахист",
                  "parent": "Професійна косметика"
                },
                "УФ-лампи": {
                  "name": "УФ-лампи",
                  "parent": "Професійна косметика"
                },
                "Шампунь": {
                  "name": "Шампунь",
                  "parent": "Професійна косметика"
                },
                /*"Водонагрівачі": {
                  "name": "Водонагрівачі",
                  "parent": "Велика побутова техніка"
                },*/
                "Опалення": {
                  "name": "Опалення",
                  "parent": "Сантехніка, Будматеріали"
                },
                "Аксесуари для теплої підлоги": {
                  "name": "Аксесуари для теплої підлоги",
                  "parent": "Опалення"
                },
                "Водяна тепла підлога": {
                  "name": "Водяна тепла підлога",
                  "parent": "Опалення"
                },
                "Димарі": {
                  "name": "Димарі",
                  "parent": "Опалення"
                },
                "Додаткове обладнання для радіаторів опалення": {
                  "name": "Додаткове обладнання для радіаторів опалення",
                  "parent": "Опалення"
                },
                "Дрова, вугілля, пелети": {
                  "name": "Дрова, вугілля, пелети",
                  "parent": "Опалення"
                },
                "Лічильники тепла": {
                  "name": "Лічильники тепла",
                  "parent": "Опалення"
                },
                "Нагрівальні кабелі": {
                  "name": "Нагрівальні кабелі",
                  "parent": "Опалення"
                },
                "Нагрівальні мати": {
                  "name": "Нагрівальні мати",
                  "parent": "Опалення"
                },
                "Розширювальні баки і теплоакумулятори для систем опалення": {
                  "name": "Розширювальні баки і теплоакумулятори для систем опалення",
                  "parent": "Опалення"
                },
                "Сигналізатори газу": {
                  "name": "Сигналізатори газу",
                  "parent": "Опалення"
                },
                "Терморегулятори": {
                  "name": "Терморегулятори",
                  "parent": "Опалення"
                },
                "Циркуляційні опалювальні насоси": {
                  "name": "Циркуляційні опалювальні насоси",
                  "parent": "Опалення"
                },
                "Сантехніка": {
                  "listCategory": 737,
                  "name": "Сантехніка",
                  "parent": "Сантехніка, Будматеріали"
                },
                "Інсталяційні системи та приладдя": {
                  "name": "Інсталяційні системи та приладдя",
                  "parent": "Сантехніка"
                },
                "Аксесуари для кухонних мийок": {
                  "name": "Аксесуари для кухонних мийок",
                  "parent": "Сантехніка"
                },
                "Ванни": {
                  "name": "Ванни",
                  "parent": "Сантехніка"
                },
                "Додаткове обладнання для ванн і душових кабін": {
                  "name": "Додаткове обладнання для ванн і душових кабін",
                  "parent": "Сантехніка"
                },
                "Душові гарнітури": {
                  "name": "Душові гарнітури",
                  "parent": "Сантехніка"
                },
                "Душові кабіни та панелі": {
                  "name": "Душові кабіни та панелі",
                  "parent": "Сантехніка"
                },
                "Засоби для біотуалету і септика": {
                  "name": "Засоби для біотуалету і септика",
                  "parent": "Сантехніка"
                },
                "Змішувачі": {
                  "name": "Змішувачі",
                  "parent": "Сантехніка"
                },
                "Картриджі до очищувачів води": {
                  "name": "Картриджі до очищувачів води",
                  "parent": "Сантехніка"
                },
                "Комплектуючі для змішувачів": {
                  "name": "Комплектуючі для змішувачів",
                  "parent": "Сантехніка"
                },
                "Комплектуючі для фільтрів-очищувачів води": {
                  "name": "Комплектуючі для фільтрів-очищувачів води",
                  "parent": "Сантехніка"
                },
                "Кухонні мийки": {
                  "name": "Кухонні мийки",
                  "parent": "Сантехніка"
                },
                "Лічильники води": {
                  "name": "Лічильники води",
                  "parent": "Сантехніка"
                },
                "Магістральні фільтри, редуктори для води": {
                  "name": "Магістральні фільтри, редуктори для води",
                  "parent": "Сантехніка"
                },
                "Раковини (умивальники)": {
                  "name": "Раковини (умивальники)",
                  "parent": "Сантехніка"
                },
                "Рушникосушки": {
                  "name": "Рушникосушки",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Системи контролю протікання води": {
                  "name": "Системи контролю протікання води",
                  "parent": "Сантехніка"
                },
                "Сифони, переливи, трапи": {
                  "name": "Сифони, переливи, трапи",
                  "parent": "Сантехніка"
                },
                "Спа-басейни": {
                  "name": "Спа-басейни",
                  "parent": "Сантехніка"
                },
                "Унітази та біде": {
                  "name": "Унітази та біде",
                  "parent": "Сантехніка"
                },
                "Фільтри-очищувачі води": {
                  "name": "Фільтри-очищувачі води",
                  "parent": "Сантехніка"
                },
                "Шланги для води і газу": {
                  "name": "Шланги для води і газу",
                  "parent": "Сантехніка"
                },
                "Меблі та аксесуари для ванної кімнати": {
                  "listCategory": 2780,
                  "name": "Меблі та аксесуари для ванної кімнати",
                  "parent": "Сантехніка, Будматеріали"
                },
                "Аксесуари для ванної кімнати": {
                  "name": "Аксесуари для ванної кімнати",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Вентилятори для ванних і санвузлів": {
                  "name": "Вентилятори для ванних і санвузлів",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Дзеркала для ванної кімнати": {
                  "name": "Дзеркала для ванної кімнати",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Дзеркальна шафка": {
                  "name": "Дзеркальна шафка",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Йоршики для унітазу": {
                  "name": "Йоршики для унітазу",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Мильниці": {
                  "name": "Мильниці",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Пенал": {
                  "name": "Пенал",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Повітроводи, монтажні елементи, дверцята ревізійні": {
                  "name": "Повітроводи, монтажні елементи, дверцята ревізійні",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Полиці для ванної кімнати": {
                  "name": "Полиці для ванної кімнати",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Сидіння для біде і унітазів": {
                  "name": "Сидіння для біде і унітазів",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Склянки для зубних щіток": {
                  "name": "Склянки для зубних щіток",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Сушарки для рук": {
                  "name": "Сушарки для рук",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Тримачі для туалетного паперу": {
                  "name": "Тримачі для туалетного паперу",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Тримачі й гачки для рушників": {
                  "name": "Тримачі й гачки для рушників",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Тумба під умивальник": {
                  "name": "Тумба під умивальник",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Тумба, напівпенал": {
                  "name": "Тумба, напівпенал",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Шафка": {
                  "name": "Шафка",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Шторки для ванн": {
                  "name": "Шторки для ванн",
                  "parent": "Меблі та аксесуари для ванної кімнати"
                },
                "Підлоги, вікна, двері": {
                  "listCategory": 3650,
                  "name": "Підлоги, вікна, двері",
                  "parent": "Сантехніка, Будматеріали"
                },
                "Вікна": {
                  "name": "Вікна",
                  "parent": "Підлоги, вікна, двері"
                },
                "вініловий підлогу": {
                  "name": "вініловий підлогу",
                  "parent": "Підлоги, вікна, двері"
                },
                "Вхідні та міжкімнатні двері": {
                  "name": "Вхідні та міжкімнатні двері",
                  "parent": "Підлоги, вікна, двері"
                },
                "Дверні дзвінки": {
                  "name": "Дверні дзвінки",
                  "parent": "Підлоги, вікна, двері"
                },
                "Дверні коробки, добірні дошки, лиштви": {
                  "name": "Дверні коробки, добірні дошки, лиштви",
                  "parent": "Підлоги, вікна, двері"
                },
                "Дверна фурнітура": {
                  "name": "Дверна фурнітура",
                  "parent": "Підлоги, вікна, двері"
                },
                "Замки": {
                  "name": "Замки",
                  "parent": "Підлоги, вікна, двері"
                },
                "Ковролін": {
                  "name": "Ковролін",
                  "parent": "Підлоги, вікна, двері"
                },
                "Лінолеум": {
                  "name": "Лінолеум",
                  "parent": "Підлоги, вікна, двері"
                },
                "Ламінат": {
                  "name": "Ламінат",
                  "parent": "Підлоги, вікна, двері"
                },
                "Підвіконня": {
                  "name": "Підвіконня",
                  "parent": "Підлоги, вікна, двері"
                },
                "Підкладки для підлогових покриттів": {
                  "name": "Підкладки для підлогових покриттів",
                  "parent": "Підлоги, вікна, двері"
                },
                "Паркетна дошка": {
                  "name": "Паркетна дошка",
                  "parent": "Підлоги, вікна, двері"
                },
                "Плінтуси": {
                  "name": "Плінтуси",
                  "parent": "Підлоги, вікна, двері"
                },
                "Поріжки з'єднувальні": {
                  "name": "Поріжки з'єднувальні",
                  "parent": "Підлоги, вікна, двері"
                },
                "Оздоблювальні матеріали": {
                  "listCategory": 3542,
                  "name": "Оздоблювальні матеріали",
                  "parent": "Сантехніка, Будматеріали"
                },
                "Барвники, пігменти будівельні": {
                  "name": "Барвники, пігменти будівельні",
                  "parent": "Оздоблювальні матеріали"
                },
                "Вагонка пластикова": {
                  "name": "Вагонка пластикова",
                  "parent": "Оздоблювальні матеріали"
                },
                "Емалі": {
                  "name": "Емалі",
                  "parent": "Оздоблювальні матеріали"
                },
                "Затирки (фуги) для плитки": {
                  "name": "Затирки (фуги) для плитки",
                  "parent": "Будівельні суміші, клеї"
                },
                "Керамічна плитка, мозаїка": {
                  "name": "Керамічна плитка, мозаїка",
                  "parent": "Оздоблювальні матеріали"
                },
                "Клей для обоев": {
                  "name": "Клей для обоев",
                  "parent": "Оздоблювальні матеріали"
                },
                "Клей для плитки": {
                  "name": "Клей для плитки",
                  "parent": "Будівельні суміші, клеї"
                },
                "Ліпний декор": {
                  "name": "Ліпний декор",
                  "parent": "Оздоблювальні матеріали"
                },
                "Лаки, блакиті": {
                  "name": "Лаки, блакиті",
                  "parent": "Оздоблювальні матеріали"
                },
                "Розчинники": {
                  "name": "Розчинники",
                  "parent": "Оздоблювальні матеріали"
                },
                "Спецодяг для будівельних робіт": {
                  "name": "Спецодяг для будівельних робіт",
                  "parent": "Електрика"
                },
                "Тротуарна плитка": {
                  "name": "Тротуарна плитка",
                  "parent": "Оздоблювальні матеріали"
                },
                "Фарби": {
                  "name": "Фарби",
                  "parent": "Оздоблювальні матеріали"
                },
                "Шпалери": {
                  "name": "Шпалери",
                  "parent": "Оздоблювальні матеріали"
                },
                "Штукатурка декоративна": {
                  "name": "Штукатурка декоративна",
                  "parent": "Оздоблювальні матеріали"
                },
                "Будівельні суміші, клеї": {
                  "listCategory": 3544,
                  "name": "Будівельні суміші, клеї",
                  "parent": "Сантехніка, Будматеріали"
                },
                "Грунтовки, пластифікатори": {
                  "name": "Грунтовки, пластифікатори",
                  "parent": "Будівельні суміші, клеї"
                },
                "Клей для гіпсокартону": {
                  "name": "Клей для гіпсокартону",
                  "parent": "Будівельні суміші, клеї"
                },
                "Клей для підлогових покриттів": {
                  "name": "Клей для підлогових покриттів",
                  "parent": "Будівельні суміші, клеї"
                },
                "Клей для піно-, газобетону": {
                  "name": "Клей для піно-, газобетону",
                  "parent": "Будівельні суміші, клеї"
                },
                "Клей для теплоізоляції": {
                  "name": "Клей для теплоізоляції",
                  "parent": "Будівельні суміші, клеї"
                },
                "Клей для шпалер": {
                  "name": "Клей для шпалер",
                  "parent": "Будівельні суміші, клеї"
                },
                "Клей, рідкі цвяхи": {
                  "name": "Клей, рідкі цвяхи",
                  "parent": "Будівельні суміші, клеї"
                },
                "Суміші гідроізоляційні": {
                  "name": "Суміші гідроізоляційні",
                  "parent": "Будівельні суміші, клеї"
                },
                "Суміші для влаштування підлог": {
                  "name": "Суміші для влаштування підлог",
                  "parent": "Будівельні суміші, клеї"
                },
                "Суміші для кладки цегли": {
                  "name": "Суміші для кладки цегли",
                  "parent": "Будівельні суміші, клеї"
                },
                "Цемент": {
                  "name": "Цемент",
                  "parent": "Будівельні суміші, клеї"
                },
                "Шпаклівки": {
                  "name": "Шпаклівки",
                  "parent": "Будівельні суміші, клеї"
                },
                "Штукатурки": {
                  "name": "Штукатурки",
                  "parent": "Будівельні суміші, клеї"
                },
                "Ізолюючі матеріали": {
                  "listCategory": 3701,
                  "name": "Ізолюючі матеріали",
                  "parent": "Сантехніка, Будматеріали"
                },
                "Гідроізоляції": {
                  "name": "Гідроізоляції",
                  "parent": "Ізолюючі матеріали"
                },
                "Герметики": {
                  "name": "Герметики",
                  "parent": "Ізолюючі матеріали"
                },
                "Малярські стрічки, ізоляційної стрічки": {
                  "name": "Малярські стрічки, ізоляційної стрічки",
                  "parent": "Ізолюючі матеріали"
                },
                "Піни монтажні": {
                  "name": "Піни монтажні",
                  "parent": "Ізолюючі матеріали"
                },
                "Теплоізоляційні матеріали": {
                  "name": "Теплоізоляційні матеріали",
                  "parent": "Ізолюючі матеріали"
                },
                "Конструкційні матеріали": {
                  "listCategory": 1545,
                  "name": "Конструкційні матеріали",
                  "parent": "Сантехніка, Будматеріали"
                },
                "Будівельні матеріали (різне)": {
                  "name": "Будівельні матеріали (різне)",
                  "parent": "Конструкційні матеріали"
                },
                "Будівельні сітки": {
                  "name": "Будівельні сітки",
                  "parent": "Конструкційні матеріали"
                },
                "Вироби з металу": {
                  "name": "Вироби з металу",
                  "parent": "Конструкційні матеріали"
                },
                "Водостічні системи": {
                  "name": "Водостічні системи",
                  "parent": "Конструкційні матеріали"
                },
                "Гіпсокартон": {
                  "name": "Гіпсокартон",
                  "parent": "Конструкційні матеріали"
                },
                "Пиломатеріали": {
                  "name": "Пиломатеріали",
                  "parent": "Конструкційні матеріали"
                },
                "Покрівля": {
                  "name": "Покрівля",
                  "parent": "Конструкційні матеріали"
                },
                "Профілі для гіпсокартону": {
                  "name": "Профілі для гіпсокартону",
                  "parent": "Конструкційні матеріали"
                },
                "Сайдинг": {
                  "name": "Сайдинг",
                  "parent": "Конструкційні матеріали"
                },
                "Цегла": {
                  "name": "Цегла",
                  "parent": "Конструкційні матеріали"
                },
                "Шурупи, цвяхи, саморізи": {
                  "name": "Шурупи, цвяхи, саморізи",
                  "parent": "Конструкційні матеріали"
                },
                "Електрика": {
                  "listCategory": 3556,
                  "name": "Електрика",
                  "parent": "Сантехніка, Будматеріали"
                },
                "Вбудовувані світильники": {
                  "name": "Вбудовувані світильники",
                  "parent": "Електрика"
                },
                "Хомути, стяжки": {
                  "name": "Хомути, стяжки",
                  "parent": "Електрика"
                },
                "Смартфони, мобільні телефони, розумні годинники": {
                  "listCategory": 1697,
                  "name": "Смартфони, мобільні телефони, розумні годинники",
                  "parent": "Смартфони, Телефони"
                },
                "Bluetooth гарнітури": {
                  "name": "Bluetooth гарнітури",
                  "parent": "Смартфони, мобільні телефони, розумні годинники"
                },
                "Дротові гарнітури": {
                  "name": "Дротові гарнітури",
                  "parent": "Смартфони, мобільні телефони, розумні годинники"
                },
                "Смарт-годинник і фітнес-браслети": {
                  "name": "Смарт-годинник і фітнес-браслети",
                  "parent": "Смартфони, мобільні телефони, розумні годинники"
                },
                "Смартфони та мобільні телефони": {
                  "name": "Смартфони та мобільні телефони",
                  "parent": "Смартфони, мобільні телефони, розумні годинники"
                },
                "Аксесуари та додаткове обладнання": {
                  "listCategory": 686,
                  "name": "Аксесуари та додаткове обладнання",
                  "parent": "Смартфони, Телефони"
                },
                "Bluetooth-адаптери": {
                  "name": "Bluetooth-адаптери",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Автомобільні тримачі для смартфонів, планшетів": {
                  "name": "Автомобільні тримачі для смартфонів, планшетів",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Аксесуари для смартфонів": {
                  "name": "Аксесуари для смартфонів",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Док-станції для iPhone": {
                  "name": "Док-станції для iPhone",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Зарядні пристрої для смартфонів, планшетів": {
                  "name": "Зарядні пристрої для смартфонів, планшетів",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Захисні плівки для мобільних і смартфонів": {
                  "name": "Захисні плівки для мобільних і смартфонів",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Моноподи для Селф (Selfie stick)": {
                  "name": "Моноподи для Селф (Selfie stick)",
                  "parent": "Екшн-камери, квадрокоптери"
                },
                "Наклейки (скіни) для смартфонів": {
                  "name": "Наклейки (скіни) для смартфонів",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Портативні колонки": {
                  "name": "Портативні колонки",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Ремінці для смарт-годинників і фітнес-браслетів": {
                  "name": "Ремінці для смарт-годинників і фітнес-браслетів",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Стартові пакети та картки передоплати мобільного зв'язку": {
                  "name": "Стартові пакети та картки передоплати мобільного зв'язку",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Чохли для Power Bank": {
                  "name": "Чохли для Power Bank",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Чохли для смартфонів і мобільних телефонів": {
                  "name": "Чохли для смартфонів і мобільних телефонів",
                  "parent": "Аксесуари та додаткове обладнання"
                },
                "Акумулятори для мобільних телефонів": {
                  "name": "Акумулятори для мобільних телефонів",
                  "parent": "Комплектуючі"
                },
                "Дисплеї для телефонів": {
                  "name": "Дисплеї для телефонів",
                  "parent": "Комплектуючі"
                },
                "Клавіатури для телефонів": {
                  "name": "Клавіатури для телефонів",
                  "parent": "Комплектуючі"
                },
                "Корпуси для мобільних телефонів": {
                  "name": "Корпуси для мобільних телефонів",
                  "parent": "Комплектуючі"
                },
                "Телефони DECT-і провідні": {
                  "listCategory": 3045,
                  "name": "Телефони DECT-і провідні",
                  "parent": "Смартфони, Телефони"
                },
                "Бездротові телефони": {
                  "name": "Бездротові телефони",
                  "parent": "Телефони DECT-і провідні"
                },
                "Велосипеди, ролики, скейти": {
                  "listCategory": 1283,
                  "name": "Велосипеди, ролики, скейти",
                  "parent": "Спорт, Активний відпочинок"
                },
                "Автомобільні кріплення для велосипедів": {
                  "name": "Автомобільні кріплення для велосипедів",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велоінструмент": {
                  "name": "Велоінструмент",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велозапчастини": {
                  "name": "Велозапчастини",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велокомп'ютери": {
                  "name": "Велокомп'ютери",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велокосметика": {
                  "name": "Велокосметика",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велорюкзаки": {
                  "name": "Велорюкзаки",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велосипеди": {
                  "name": "Велосипеди",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велосипедні камери": {
                  "name": "Велосипедні камери",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велосипедні покришки": {
                  "name": "Велосипедні покришки",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велосипедні рукавички": {
                  "name": "Велосипедні рукавички",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велосипедні сумки, багажники": {
                  "name": "Велосипедні сумки, багажники",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велосипедні шоломи": {
                  "name": "Велосипедні шоломи",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велосипедні, човнові насоси": {
                  "name": "Велосипедні, човнові насоси",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велосипедне навісне обладнання": {
                  "name": "Велосипедне навісне обладнання",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Велофари": {
                  "name": "Велофари",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Захист для роликів": {
                  "name": "Захист для роликів",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Окуляри для велоспорту": {
                  "name": "Окуляри для велоспорту",
                  "parent": "Велосипеди, ролики, скейти"
                },
                "Електротранспорт": {
                  "listCategory": 5509,
                  "name": "Електротранспорт",
                  "parent": "Спорт, Активний відпочинок"
                },
                "Аксесуари для гіробордов": {
                  "name": "Аксесуари для гіробордов",
                  "parent": "Електротранспорт"
                },
                "Гіроборди": {
                  "name": "Гіроборди",
                  "parent": "Електротранспорт"
                },
                "Гіроскутери": {
                  "name": "Гіроскутери",
                  "parent": "Електротранспорт"
                },
                "Електровелосипеди": {
                  "name": "Електровелосипеди",
                  "parent": "Електротранспорт"
                },
                "Моноколеса": {
                  "name": "Моноколеса",
                  "parent": "Електротранспорт"
                },
                "Сігвеї (Segway)": {
                  "name": "Сігвеї (Segway)",
                  "parent": "Електротранспорт"
                },
                "Ховерборд, Електроскейт": {
                  "name": "Ховерборд, Електроскейт",
                  "parent": "Електротранспорт"
                },
                "Тренажери, фітнес, єдиноборства": {
                  "listCategory": 1147,
                  "name": "Тренажери, фітнес, єдиноборства",
                  "parent": "Спорт, Активний відпочинок"
                },
                "Аквафитнес": {
                  "name": "Аквафитнес",
                  "parent": "Дайвінг, водний спорт"
                },
                "Атлетичні пояси": {
                  "name": "Атлетичні пояси",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Бігові доріжки": {
                  "name": "Бігові доріжки",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Велотренажери": {
                  "name": "Велотренажери",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Гімнастичні товари": {
                  "name": "Гімнастичні товари",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Гантелі, гирі, обтяжувачі": {
                  "name": "Гантелі, гирі, обтяжувачі",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Гребні тренажери": {
                  "name": "Гребні тренажери",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Еспандери": {
                  "name": "Еспандери",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Килимки, мати": {
                  "name": "Килимки, мати",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Крокоміри": {
                  "name": "Крокоміри",
                  "parent": "Медтехніка для дому"
                },
                "М'ячі для фітнесу": {
                  "name": "М'ячі для фітнесу",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Обладнання, екіпірування для боксу і єдиноборства": {
                  "name": "Обладнання, екіпірування для боксу і єдиноборства",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Орбітреки": {
                  "name": "Орбітреки",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Рукавички для фітнесу, культуризму": {
                  "name": "Рукавички для фітнесу, культуризму",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Силові тренажери": {
                  "name": "Силові тренажери",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Спортивні годинник": {
                  "name": "Спортивні годинник",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Спортивні комплекси, турніки, бруси": {
                  "name": "Спортивні комплекси, турніки, бруси",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Степпери": {
                  "name": "Степпери",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Тренажери (опції)": {
                  "name": "Тренажери (опції)",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Тренувальні ножі": {
                  "name": "Тренувальні ножі",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Штанги, грифи, диски": {
                  "name": "Штанги, грифи, диски",
                  "parent": "Тренажери, фітнес, єдиноборства"
                },
                "Спортивне харчування": {
                  "name": "Спортивне харчування",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Амінокислоти": {
                  "name": "Амінокислоти",
                  "parent": "Спортивне харчування"
                },
                "Гейнери": {
                  "name": "Гейнери",
                  "parent": "Спортивне харчування"
                },
                "Креатини": {
                  "name": "Креатини",
                  "parent": "Спортивне харчування"
                },
                "Мінерали та вітаміни": {
                  "name": "Мінерали та вітаміни",
                  "parent": "Спортивне харчування"
                },
                "Препарати для зниження ваги": {
                  "name": "Препарати для зниження ваги",
                  "parent": "Спортивне харчування"
                },
                "Протеїни": {
                  "name": "Протеїни",
                  "parent": "Спортивне харчування"
                },
                "Тестостеронові препарати": {
                  "name": "Тестостеронові препарати",
                  "parent": "Спортивне харчування"
                },
                "Тренувальні комплекси": {
                  "name": "Тренувальні комплекси",
                  "parent": "Спортивне харчування"
                },
                "Шейкери, Таблетниці": {
                  "name": "Шейкери, Таблетниці",
                  "parent": "Спортивне харчування"
                },
                "Пневматика та спорядження": {
                  "listCategory": 1802,
                  "name": "Пневматика та спорядження",
                  "parent": "Спорт, Активний відпочинок"
                },
                "Аксесуари для стрілецької зброї": {
                  "name": "Аксесуари для стрілецької зброї",
                  "parent": "Пневматика та спорядження"
                },
                "Арбалети, луки, рогатки": {
                  "name": "Арбалети, луки, рогатки",
                  "parent": "Пневматика та спорядження"
                },
                "Біноклі, підзорні труби": {
                  "name": "Біноклі, підзорні труби",
                  "parent": "Пневматика та спорядження"
                },
                "Боєприпаси до пневматики": {
                  "name": "Боєприпаси до пневматики",
                  "parent": "Пневматика та спорядження"
                },
                "Бронежилети та розвантажувальні (тактичні) жилети": {
                  "name": "Бронежилети та розвантажувальні (тактичні) жилети",
                  "parent": "Пневматика та спорядження"
                },
                "Збройові сейфи": {
                  "name": "Збройові сейфи",
                  "parent": "Пневматика та спорядження"
                },
                "Макети зброї (ММГ)": {
                  "name": "Макети зброї (ММГ)",
                  "parent": "Сувеніри"
                },
                "Окуляри для стрільби": {
                  "name": "Окуляри для стрільби",
                  "parent": "Пневматика та спорядження"
                },
                "Оптичні та колліматорні приціли": {
                  "name": "Оптичні та колліматорні приціли",
                  "parent": "Пневматика та спорядження"
                },
                "Пневматичні гвинтівки": {
                  "name": "Пневматичні гвинтівки",
                  "parent": "Пневматика та спорядження"
                },
                "Пневматичні пістолети і револьвери": {
                  "name": "Пневматичні пістолети і револьвери",
                  "parent": "Пневматика та спорядження"
                },
                "Прилади нічного бачення, тепловізори": {
                  "name": "Прилади нічного бачення, тепловізори",
                  "parent": "Пневматика та спорядження"
                },
                "Радіостанції (рації)": {
                  "name": "Радіостанції (рації)",
                  "parent": "Туризм, кемпінг"
                },
                "Стріли і арбалетні болти": {
                  "name": "Стріли і арбалетні болти",
                  "parent": "Пневматика та спорядження"
                },
                "Тактичне спорядження та амуніція": {
                  "name": "Тактичне спорядження та амуніція",
                  "parent": "Пневматика та спорядження"
                },
                "Тактичний (військовий) одяг": {
                  "name": "Тактичний (військовий) одяг",
                  "parent": "Пневматика та спорядження"
                },
                "Ігрові м'ячі": {
                  "name": "Ігрові м'ячі",
                  "parent": "Спортивні ігри"
                },
                "Бадмінтон": {
                  "name": "Бадмінтон",
                  "parent": "Пляж"
                },
                "баскетбольні м'ячі": {
                  "name": "баскетбольні м'ячі",
                  "parent": "Спортивні ігри"
                },
                "Баскетбольні стійки, щити, кільця": {
                  "name": "Баскетбольні стійки, щити, кільця",
                  "parent": "Спортивні ігри"
                },
                "Бейсбол": {
                  "name": "Бейсбол",
                  "parent": "Спортивні ігри"
                },
                "волейбольні м'ячі": {
                  "name": "волейбольні м'ячі",
                  "parent": "Спортивні ігри"
                },
                "Волейбольні сітки, антени, наколінники": {
                  "name": "Волейбольні сітки, антени, наколінники",
                  "parent": "Спортивні ігри"
                },
                "М'ячі": {
                  "name": "М'ячі",
                  "parent": "Спортивні ігри"
                },
                "М'ячики": {
                  "name": "М'ячики",
                  "parent": "Спортивні ігри"
                },
                "Накладки для тенісних ракеток": {
                  "name": "Накладки для тенісних ракеток",
                  "parent": "Спортивні ігри"
                },
                "Настільний теніс (різне)": {
                  "name": "Настільний теніс (різне)",
                  "parent": "Спортивні ігри"
                },
                "Ракетки для настільного тенісу": {
                  "name": "Ракетки для настільного тенісу",
                  "parent": "Спортивні ігри"
                },
                "Ракетки, струни, ГРИПАСЬ": {
                  "name": "Ракетки, струни, ГРИПАСЬ",
                  "parent": "Спортивні ігри"
                },
                "Сітки": {
                  "name": "Сітки",
                  "parent": "Спортивні ігри"
                },
                "Сквош": {
                  "name": "Сквош",
                  "parent": "Спортивні ігри"
                },
                "Сумки, рюкзаки, аксесуари": {
                  "name": "Сумки, рюкзаки, аксесуари",
                  "parent": "Спортивні ігри"
                },
                "Тенісні столи": {
                  "name": "Тенісні столи",
                  "parent": "Спортивні ігри"
                },
                "Футбольні ворота, рукавички, щитки": {
                  "name": "Футбольні ворота, рукавички, щитки",
                  "parent": "Спортивні ігри"
                },
                "Футбольні м'ячі": {
                  "name": "Футбольні м'ячі",
                  "parent": "Спортивні ігри"
                },
                "Хокей": {
                  "name": "Хокей",
                  "parent": "Спортивні ігри"
                },
                "Дайвінг, водний спорт": {
                  "listCategory": 1624,
                  "name": "Дайвінг, водний спорт",
                  "parent": "Спорт, Активний відпочинок"
                },
                "Беруші для плавання": {
                  "name": "Беруші для плавання",
                  "parent": "Дайвінг, водний спорт"
                },
                "Віндсерфінг": {
                  "name": "Віндсерфінг",
                  "parent": "Дайвінг, водний спорт"
                },
                "Вейкбординг": {
                  "name": "Вейкбординг",
                  "parent": "Дайвінг, водний спорт"
                },
                "Водні лижі": {
                  "name": "Водні лижі",
                  "parent": "Дайвінг, водний спорт"
                },
                "Гідрокостюми": {
                  "name": "Гідрокостюми",
                  "parent": "Дайвінг, водний спорт"
                },
                "Кайтінг": {
                  "name": "Кайтінг",
                  "parent": "Дайвінг, водний спорт"
                },
                "Ліхтарі для дайвінгу": {
                  "name": "Ліхтарі для дайвінгу",
                  "parent": "Дайвінг, водний спорт"
                },
                "Ласти": {
                  "name": "Ласти",
                  "parent": "Дайвінг, водний спорт"
                },
                "Маски для дайвінгу": {
                  "name": "Маски для дайвінгу",
                  "parent": "Дайвінг, водний спорт"
                },
                "Надувні човни": {
                  "name": "Надувні човни",
                  "parent": "Водний туризм"
                },
                "Окуляри для плавання": {
                  "name": "Окуляри для плавання",
                  "parent": "Дайвінг, водний спорт"
                },
                "Підводні рушниці, гарпуни, ножі": {
                  "name": "Підводні рушниці, гарпуни, ножі",
                  "parent": "Дайвінг, водний спорт"
                },
                "Рятувальні жилети": {
                  "name": "Рятувальні жилети",
                  "parent": "Дайвінг, водний спорт"
                },
                "Товари для дайвінгу": {
                  "name": "Товари для дайвінгу",
                  "parent": "Дайвінг, водний спорт"
                },
                "Трубки, набори для дайвінгу": {
                  "name": "Трубки, набори для дайвінгу",
                  "parent": "Дайвінг, водний спорт"
                },
                "Човнові мотори": {
                  "name": "Човнові мотори",
                  "parent": "Водний туризм"
                },
                "Шапочки для плавання": {
                  "name": "Шапочки для плавання",
                  "parent": "Дайвінг, водний спорт"
                },
                "Лижі, ковзани, санки": {
                  "listCategory": 1077,
                  "name": "Лижі, ковзани, санки",
                  "parent": "Спорт, Активний відпочинок"
                },
                "Аксесуари для гірськолижного спорядження": {
                  "name": "Аксесуари для гірськолижного спорядження",
                  "parent": "Лижі, ковзани, санки"
                },
                "Бігові лижі": {
                  "name": "Бігові лижі",
                  "parent": "Лижі, ковзани, санки"
                },
                "Гірські лижі": {
                  "name": "Гірські лижі",
                  "parent": "Лижі, ковзани, санки"
                },
                "Гірськолижні маски": {
                  "name": "Гірськолижні маски",
                  "parent": "Лижі, ковзани, санки"
                },
                "Гірськолижні шоломи": {
                  "name": "Гірськолижні шоломи",
                  "parent": "Лижі, ковзани, санки"
                },
                "Гірськолижний захист": {
                  "name": "Гірськолижний захист",
                  "parent": "Лижі, ковзани, санки"
                },
                "Ковзани": {
                  "name": "Ковзани",
                  "parent": "Лижі, ковзани, санки"
                },
                "Кріплення для лиж та сноубордів": {
                  "name": "Кріплення для лиж та сноубордів",
                  "parent": "Лижі, ковзани, санки"
                },
                "Лижні палиці": {
                  "name": "Лижні палиці",
                  "parent": "Лижі, ковзани, санки"
                },
                "Сноуборди": {
                  "name": "Сноуборди",
                  "parent": "Лижі, ковзани, санки"
                },
                "Черевики для лиж та сноубордів": {
                  "name": "Черевики для лиж та сноубордів",
                  "parent": "Лижі, ковзани, санки"
                },
                "Чохли для лиж та сноубордів": {
                  "name": "Чохли для лиж та сноубордів",
                  "parent": "Лижі, ковзани, санки"
                },
                "Спортивний одяг, взуття": {
                  "listCategory": 3412,
                  "name": "Спортивний одяг, взуття",
                  "parent": "Спорт, Активний відпочинок"
                },
                "Кеди": {
                  "name": "Кеди",
                  "parent": "Спортивний одяг, взуття"
                },
                "Куртки, вітровки": {
                  "name": "Куртки, вітровки",
                  "parent": "Спортивний одяг, взуття"
                },
                "Одяг для риболовлі та полювання": {
                  "name": "Одяг для риболовлі та полювання",
                  "parent": "Риболовля"
                },
                "Реглани, толстовки": {
                  "name": "Реглани, толстовки",
                  "parent": "Спортивний одяг, взуття"
                },
                "Спортивні окуляри": {
                  "name": "Спортивні окуляри",
                  "parent": "Спортивний одяг, взуття"
                },
                "Трекінгове взуття": {
                  "name": "Трекінгове взуття",
                  "parent": "Спортивний одяг, взуття"
                },
                "Футболки, теніски": {
                  "name": "Футболки, теніски",
                  "parent": "Спортивний одяг, взуття"
                },
                "Шкарпетки, гольфи": {
                  "name": "Шкарпетки, гольфи",
                  "parent": "Спортивний одяг, взуття"
                },
                "Шорти, бриджі": {
                  "name": "Шорти, бриджі",
                  "parent": "Спортивний одяг, взуття"
                },
                "Штани": {
                  "name": "Штани",
                  "parent": "Спортивний одяг, взуття"
                },
                "Телевізори, медіаплеєри": {
                  "listCategory": 217,
                  "name": "Телевізори, медіаплеєри",
                  "parent": "ТВ, Аудіо, Відео, Фото"
                },
                "3D-окуляри": {
                  "name": "3D-окуляри",
                  "parent": "Телевізори, медіаплеєри"
                },
                "AV ресивери": {
                  "name": "AV ресивери",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Blu-ray і DVD-плеєри": {
                  "name": "Blu-ray і DVD-плеєри",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Аксесуари для телевізорів та медіаплеєрів": {
                  "name": "Аксесуари для телевізорів та медіаплеєрів",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Аудіо-, відеокабелі": {
                  "name": "Аудіо-, відеокабелі",
                  "parent": "Аудіо"
                },
                "Додаткове обладнання для цифрового телебачення": {
                  "name": "Додаткове обладнання для цифрового телебачення",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Домашні кінотеатри": {
                  "name": "Домашні кінотеатри",
                  "parent": "Аудіо"
                },
                "Комплекти акустики для ДК": {
                  "name": "Комплекти акустики для ДК",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Конвертори супутникового телебачення": {
                  "name": "Конвертори супутникового телебачення",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Кріплення, стійки для ТВ та аудіо": {
                  "name": "Кріплення, стійки для ТВ та аудіо",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Пульти ДУ": {
                  "name": "Пульти ДУ",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Саундбар": {
                  "name": "Саундбар",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Телевізійні антени і кабелі": {
                  "name": "Телевізійні антени і кабелі",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Телевізори": {
                  "name": "Телевізори",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Тумби під телевізор": {
                  "name": "Тумби під телевізор",
                  "parent": "Телевізори, медіаплеєри"
                },
                "Аудіо": {
                  "listCategory": 1277,
                  "name": "Аудіо",
                  "parent": "ТВ, Аудіо, Відео, Фото"
                },
                "AV-ресивери": {
                  "name": "AV-ресивери",
                  "parent": "Аудіо"
                },
                "CD-плеєри": {
                  "name": "CD-плеєри",
                  "parent": "Аудіо"
                },
                "Аксесуари для програвачів вінілових дисків": {
                  "name": "Аксесуари для програвачів вінілових дисків",
                  "parent": "Аудіо"
                },
                "Акустичні системи (колонки)": {
                  "name": "Акустичні системи (колонки)",
                  "parent": "Аудіо"
                },
                "Вінілові пластинки": {
                  "name": "Вінілові пластинки",
                  "parent": "Аудіо"
                },
                "Мережеві аудіопрогравачі": {
                  "name": "Мережеві аудіопрогравачі",
                  "parent": "Аудіо"
                },
                "Музичні центри, міні-та мікро-аудіосистеми": {
                  "name": "Музичні центри, міні-та мікро-аудіосистеми",
                  "parent": "Аудіо"
                },
                "Навушники": {
                  "name": "Навушники",
                  "parent": "Аудіо"
                },
                "Підсилювачі": {
                  "name": "Підсилювачі",
                  "parent": "Аудіо"
                },
                "Програвачі вінілових дисків": {
                  "name": "Програвачі вінілових дисків",
                  "parent": "Аудіо"
                },
                "Радіоприймачі": {
                  "name": "Радіоприймачі",
                  "parent": "Портативне аудіо-відео"
                },
                "Цифро-аналогові перетворювачі (ЦАП)": {
                  "name": "Цифро-аналогові перетворювачі (ЦАП)",
                  "parent": "Аудіо"
                },
                "Портативне аудіо-відео": {
                  "listCategory": 3582,
                  "name": "Портативне аудіо-відео",
                  "parent": "ТВ, Аудіо, Відео, Фото"
                },
                "MP3 плеєри": {
                  "name": "MP3 плеєри",
                  "parent": "Портативне аудіо-відео"
                },
                "Аксесуари для навушників і гарнітур": {
                  "name": "Аксесуари для навушників і гарнітур",
                  "parent": "Портативне аудіо-відео"
                },
                "Аксесуари до MP3 плеєрів": {
                  "name": "Аксесуари до MP3 плеєрів",
                  "parent": "Портативне аудіо-відео"
                },
                "Док-станції для смартфонів і MP3 плеєрів": {
                  "name": "Док-станції для смартфонів і MP3 плеєрів",
                  "parent": "Портативне аудіо-відео"
                },
                "Навушники, гарнітури": {
                  "name": "Навушники, гарнітури",
                  "parent": "Портативне аудіо-відео"
                },
                "Портативні DVD-плеєри": {
                  "name": "Портативні DVD-плеєри",
                  "parent": "Портативне аудіо-відео"
                },
                "Портативна акустика": {
                  "name": "Портативна акустика",
                  "parent": "Портативне аудіо-відео"
                },
                "Фотоапарати, відеокамери": {
                  "listCategory": 458,
                  "name": "Фотоапарати, відеокамери",
                  "parent": "ТВ, Аудіо, Відео, Фото"
                },
                "Аксесуари для фотоспалахів": {
                  "name": "Аксесуари для фотоспалахів",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Акумулятори для фото і відео": {
                  "name": "Акумулятори для фото і відео",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Батарейні блоки для фотокамер": {
                  "name": "Батарейні блоки для фотокамер",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Бленди, кришки для об'єктивів": {
                  "name": "Бленди, кришки для об'єктивів",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Відбивачі": {
                  "name": "Відбивачі",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Відеокамери": {
                  "name": "Відеокамери",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Зарядні пристрої для фото і відео": {
                  "name": "Зарядні пристрої для фото і відео",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Засоби догляду за фототехнікою": {
                  "name": "Засоби догляду за фототехнікою",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Захист екрану для фотоапарата": {
                  "name": "Захист екрану для фотоапарата",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Касети для відеокамер": {
                  "name": "Касети для відеокамер",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Об'єктиви": {
                  "name": "Об'єктиви",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Об'єктиви та аксесуари Lensbaby": {
                  "name": "Об'єктиви та аксесуари Lensbaby",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Обладнання для фотостудій": {
                  "name": "Обладнання для фотостудій",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Освітлювачі, накамерне світло": {
                  "name": "Освітлювачі, накамерне світло",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Підводні бокси": {
                  "name": "Підводні бокси",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Плівкові фотокамери": {
                  "name": "Плівкові фотокамери",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Пульти ДУ для фото-відеокамер": {
                  "name": "Пульти ДУ для фото-відеокамер",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Рамки для фотографій": {
                  "name": "Рамки для фотографій",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Світлофільтри": {
                  "name": "Світлофільтри",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Синхронізатори для фотоапаратів": {
                  "name": "Синхронізатори для фотоапаратів",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Системи стабілізації для фото і відеокамер": {
                  "name": "Системи стабілізації для фото і відеокамер",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Сумки, футляри, кофри для фото і відео": {
                  "name": "Сумки, футляри, кофри для фото і відео",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Телеконвертери, адаптери, перехідні кільця": {
                  "name": "Телеконвертери, адаптери, перехідні кільця",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Тримачі, стійки, кріплення для фону": {
                  "name": "Тримачі, стійки, кріплення для фону",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Фони для фотозйомки": {
                  "name": "Фони для фотозйомки",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Фотоальбоми": {
                  "name": "Фотоальбоми",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Фотоапарати": {
                  "name": "Фотоапарати",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Фотокамери миттєвого друку": {
                  "name": "Фотокамери миттєвого друку",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Фотопапір для цифрового фото": {
                  "name": "Фотопапір для цифрового фото",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Фотоспалахи": {
                  "name": "Фотоспалахи",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Цифрові фоторамки": {
                  "name": "Цифрові фоторамки",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Штативи": {
                  "name": "Штативи",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Штативні головки та майданчики": {
                  "name": "Штативні головки та майданчики",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Екшн-камери, квадрокоптери": {
                  "listCategory": 1276,
                  "name": "Екшн-камери, квадрокоптери",
                  "parent": "ТВ, Аудіо, Відео, Фото"
                },
                "Аксесуари для квадрокоптера": {
                  "name": "Аксесуари для квадрокоптера",
                  "parent": "Екшн-камери, квадрокоптери"
                },
                "Квадрокоптери (дрони)": {
                  "name": "Квадрокоптери (дрони)",
                  "parent": "Екшн-камери, квадрокоптери"
                },
                "Інгалятори (небулайзери)": {
                  "name": "Інгалятори (небулайзери)",
                  "parent": "Медтехніка для дому"
                },
                "Аксесуари для інгаляторів (небулайзерів)": {
                  "name": "Аксесуари для інгаляторів (небулайзерів)",
                  "parent": "Медтехніка для дому"
                },
                "Аксесуари до тонометрів": {
                  "name": "Аксесуари до тонометрів",
                  "parent": "Медтехніка для дому"
                },
                "Експрес-тести": {
                  "name": "Експрес-тести",
                  "parent": "Медтехніка для дому"
                },
                "Стетоскопи, фонендоскопи": {
                  "name": "Стетоскопи, фонендоскопи",
                  "parent": "Медтехніка для дому"
                },
                "Термометри медичні": {
                  "name": "Термометри медичні",
                  "parent": "Медтехніка для дому"
                },
                "Тест-смужки і аксесуари до глюкометрів": {
                  "name": "Тест-смужки і аксесуари до глюкометрів",
                  "parent": "Медтехніка для дому"
                },
                "Догляд та реабілітація": {
                  "listCategory": 3858,
                  "name": "Догляд та реабілітація",
                  "parent": "Краса та здоров'я"
                },
                "Інвалідні коляски": {
                  "name": "Інвалідні коляски",
                  "parent": "Догляд та реабілітація"
                },
                "Бандажі, ортези, коректори": {
                  "name": "Бандажі, ортези, коректори",
                  "parent": "Догляд та реабілітація"
                },
                "Взуття післяопераційне, діабетичне": {
                  "name": "Взуття післяопераційне, діабетичне",
                  "parent": "Догляд та реабілітація"
                },
                "Еластичні бинти": {
                  "name": "Еластичні бинти",
                  "parent": "Догляд та реабілітація"
                },
                "Засоби для біотуалетів": {
                  "name": "Засоби для біотуалетів",
                  "parent": "Догляд та реабілітація"
                },
                "Компресійний трикотаж": {
                  "name": "Компресійний трикотаж",
                  "parent": "Догляд та реабілітація"
                },
                "Коректори постави": {
                  "name": "Коректори постави",
                  "parent": "Догляд та реабілітація"
                },
                "Медичні ліжка": {
                  "name": "Медичні ліжка",
                  "parent": "Догляд та реабілітація"
                },
                "Медичний одяг та взуття": {
                  "name": "Медичний одяг та взуття",
                  "parent": "Догляд та реабілітація"
                },
                "Ортопедичні крісла": {
                  "name": "Ортопедичні крісла",
                  "parent": "Догляд та реабілітація"
                },
                "Ортопедичні матраци": {
                  "name": "Ортопедичні матраци",
                  "parent": "Догляд та реабілітація"
                },
                "Ортопедичні подушки": {
                  "name": "Ортопедичні подушки",
                  "parent": "Догляд та реабілітація"
                },
                "Ортопедичні устілки (супінатори)": {
                  "name": "Ортопедичні устілки (супінатори)",
                  "parent": "Догляд та реабілітація"
                },
                "Ортопедичне взуття": {
                  "name": "Ортопедичне взуття",
                  "parent": "Догляд та реабілітація"
                },
                "Підгузники, простирадла і пелюшки для дорослих": {
                  "name": "Підгузники, простирадла і пелюшки для дорослих",
                  "parent": "Догляд та реабілітація"
                },
                "Пандуси, підйомники": {
                  "name": "Пандуси, підйомники",
                  "parent": "Догляд та реабілітація"
                },
                "Пластир": {
                  "name": "Пластир",
                  "parent": "Догляд та реабілітація"
                },
                "Пов'язки": {
                  "name": "Пов'язки",
                  "parent": "Догляд та реабілітація"
                },
                "Протипролежневі матраци та подушки": {
                  "name": "Протипролежневі матраци та подушки",
                  "parent": "Догляд та реабілітація"
                },
                "Спортивні тейпи": {
                  "name": "Спортивні тейпи",
                  "parent": "Догляд та реабілітація"
                },
                "Тростини, ходунки, милиці": {
                  "name": "Тростини, ходунки, милиці",
                  "parent": "Догляд та реабілітація"
                },
                "Устаткування для ванної та туалету (медтехніка)": {
                  "name": "Устаткування для ванної та туалету (медтехніка)",
                  "parent": "Догляд та реабілітація"
                },
                "Контактні лінзи, окуляри": {
                  "listCategory": 3860,
                  "name": "Контактні лінзи, окуляри",
                  "parent": "Краса та здоров'я"
                },
                "Контактні лінзи": {
                  "name": "Контактні лінзи",
                  "parent": "Контактні лінзи, окуляри"
                },
                "Окуляри": {
                  "name": "Окуляри",
                  "parent": "Контактні лінзи, окуляри"
                },
                "Розчини, краплі, аксесуари для лінз": {
                  "name": "Розчини, краплі, аксесуари для лінз",
                  "parent": "Контактні лінзи, окуляри"
                },
                "Масаж, сауна, ароматерапія": {
                  "listCategory": 3861,
                  "name": "Масаж, сауна, ароматерапія",
                  "parent": "Краса та здоров'я"
                },
                "Аксесуари для саун і лазень": {
                  "name": "Аксесуари для саун і лазень",
                  "parent": "Масаж, сауна, ароматерапія"
                },
                "Ароматерапія": {
                  "name": "Ароматерапія",
                  "parent": "Масаж, сауна, ароматерапія"
                },
                "Масажери": {
                  "name": "Масажери",
                  "parent": "Масаж, сауна, ароматерапія"
                },
                "Масажні крісла": {
                  "name": "Масажні крісла",
                  "parent": "Масаж, сауна, ароматерапія"
                },
                "Масажні столи": {
                  "name": "Масажні столи",
                  "parent": "Масаж, сауна, ароматерапія"
                },
                "Товари для краси і персонального догляду": {
                  "listCategory": 3450,
                  "name": "Товари для краси і персонального догляду",
                  "parent": "Краса та здоров'я"
                },
                "Біологічно активні добавки (БАД)": {
                  "name": "Біологічно активні добавки (БАД)",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Беруші": {
                  "name": "Беруші",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Електронні цигарки": {
                  "name": "Електронні цигарки",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Прилади по догляду за шкірою": {
                  "name": "Прилади по догляду за шкірою",
                  "parent": "Товари для краси і персонального догляду"
                },
                "Інструмент рибалки": {
                  "name": "Інструмент рибалки",
                  "parent": "Риболовля"
                },
                "Балансири": {
                  "name": "Балансири",
                  "parent": "Риболовля"
                },
                "Блешні": {
                  "name": "Блешні",
                  "parent": "Риболовля"
                },
                "Вертлюги, застібки, кільця": {
                  "name": "Вертлюги, застібки, кільця",
                  "parent": "Риболовля"
                },
                "Вершинки, комелі до вудилищ": {
                  "name": "Вершинки, комелі до вудилищ",
                  "parent": "Риболовля"
                },
                "Воблери": {
                  "name": "Воблери",
                  "parent": "Риболовля"
                },
                "Гачки, грузила, блешні": {
                  "name": "Гачки, грузила, блешні",
                  "parent": "Риболовля"
                },
                "Ехолоти": {
                  "name": "Ехолоти",
                  "parent": "Риболовля"
                },
                "Катери, корпусні човни": {
                  "name": "Катери, корпусні човни",
                  "parent": "Водний туризм"
                },
                "Кораблики для підгодовування": {
                  "name": "Кораблики для підгодовування",
                  "parent": "Риболовля"
                },
                "Корми і атрактанти": {
                  "name": "Корми і атрактанти",
                  "parent": "Риболовля"
                },
                "Котушки для спінінга": {
                  "name": "Котушки для спінінга",
                  "parent": "Риболовля"
                },
                "Кригобури": {
                  "name": "Кригобури",
                  "parent": "Риболовля"
                },
                "Лісочки, шнури": {
                  "name": "Лісочки, шнури",
                  "parent": "Риболовля"
                },
                "Намети і парасольки": {
                  "name": "Намети і парасольки",
                  "parent": "Риболовля"
                },
                "Насоси": {
                  "name": "Насоси",
                  "parent": "Водний туризм"
                },
                "Окуляри для риболовлі": {
                  "name": "Окуляри для риболовлі",
                  "parent": "Риболовля"
                },
                "Підставки для вудилищ": {
                  "name": "Підставки для вудилищ",
                  "parent": "Риболовля"
                },
                "Повідці, повідковий матеріал": {
                  "name": "Повідці, повідковий матеріал",
                  "parent": "Риболовля"
                },
                "Поплавці": {
                  "name": "Поплавці",
                  "parent": "Риболовля"
                },
                "Пристосування для підгодовування": {
                  "name": "Пристосування для підгодовування",
                  "parent": "Риболовля"
                },
                "Радіостанції": {
                  "name": "Радіостанції",
                  "parent": "Водний туризм"
                },
                "Рибальські сумки, ящики, коробки": {
                  "name": "Рибальські сумки, ящики, коробки",
                  "parent": "Риболовля"
                },
                "Рюкзаки": {
                  "name": "Рюкзаки",
                  "parent": "Багаж"
                },
                "Садки, підсаки, багри": {
                  "name": "Садки, підсаки, багри",
                  "parent": "Риболовля"
                },
                "Сигналізатори клювання": {
                  "name": "Сигналізатори клювання",
                  "parent": "Риболовля"
                },
                "Силіконові приманки": {
                  "name": "Силіконові приманки",
                  "parent": "Риболовля"
                },
                "Спінінги, вудки": {
                  "name": "Спінінги, вудки",
                  "parent": "Риболовля"
                },
                "Спорядження човнів": {
                  "name": "Спорядження човнів",
                  "parent": "Водний туризм"
                },
                "Стільці, столи для рибалки": {
                  "name": "Стільці, столи для рибалки",
                  "parent": "Риболовля"
                },
                "Товари для риболовлі (різне)": {
                  "name": "Товари для риболовлі (різне)",
                  "parent": "Риболовля"
                },
                "Чохли, тубуси, сумки для вудилищ": {
                  "name": "Чохли, тубуси, сумки для вудилищ",
                  "parent": "Риболовля"
                },
                "Туризм, кемпінг": {
                  "listCategory": 1280,
                  "name": "Туризм, кемпінг",
                  "parent": "Туризм, Риболовля"
                },
                "Аксесуари та додаткове обладнання для ліхтариків": {
                  "name": "Аксесуари та додаткове обладнання для ліхтариків",
                  "parent": "Туризм, кемпінг"
                },
                "Акумулятори холоду": {
                  "name": "Акумулятори холоду",
                  "parent": "Пікнік"
                },
                "Біноклі, телескопи, мікроскопи": {
                  "name": "Біноклі, телескопи, мікроскопи",
                  "parent": "Туризм, кемпінг"
                },
                "Додаткове обладнання для біноклів, телескопів, мікроскопів": {
                  "name": "Додаткове обладнання для біноклів, телескопів, мікроскопів",
                  "parent": "Туризм, кемпінг"
                },
                "Додаткове обладнання для наметів": {
                  "name": "Додаткове обладнання для наметів",
                  "parent": "Туризм, кемпінг"
                },
                "Додаткове обладнання для радіостанцій": {
                  "name": "Додаткове обладнання для радіостанцій",
                  "parent": "Туризм, кемпінг"
                },
                "Засоби для розпалювання вогню": {
                  "name": "Засоби для розпалювання вогню",
                  "parent": "Пікнік"
                },
                "Засоби очищення води": {
                  "name": "Засоби очищення води",
                  "parent": "Туризм, кемпінг"
                },
                "Компаси": {
                  "name": "Компаси",
                  "parent": "Туризм, кемпінг"
                },
                "Компресійні і гермомішки": {
                  "name": "Компресійні і гермомішки",
                  "parent": "Водний туризм"
                },
                "Ліхтарики": {
                  "name": "Ліхтарики",
                  "parent": "Пікнік"
                },
                "Надувні матраци та крісла": {
                  "name": "Надувні матраци та крісла",
                  "parent": "Пікнік"
                },
                "Намети та тенти": {
                  "name": "Намети та тенти",
                  "parent": "Туризм, кемпінг"
                },
                "Ножі туристичні, мультитули": {
                  "name": "Ножі туристичні, мультитули",
                  "parent": "Пікнік"
                },
                "Пальники, лампи, балони, обігрівачі": {
                  "name": "Пальники, лампи, балони, обігрівачі",
                  "parent": "Туризм, кемпінг"
                },
                "Питна система": {
                  "name": "Питна система",
                  "parent": "Туризм, кемпінг"
                },
                "Спальні мішки": {
                  "name": "Спальні мішки",
                  "parent": "Туризм, кемпінг"
                },
                "Спортивний годинник": {
                  "name": "Спортивний годинник",
                  "parent": "Туризм, кемпінг"
                },
                "Спорядження для альпінізму": {
                  "name": "Спорядження для альпінізму",
                  "parent": "Туризм, кемпінг"
                },
                "Сумки першої допомоги, аптечки": {
                  "name": "Сумки першої допомоги, аптечки",
                  "parent": "Туризм, кемпінг"
                },
                "Сумки-холодильники": {
                  "name": "Сумки-холодильники",
                  "parent": "Пляж"
                },
                "Туристичні грілки": {
                  "name": "Туристичні грілки",
                  "parent": "Туризм, кемпінг"
                },
                "Туристичні килимки": {
                  "name": "Туристичні килимки",
                  "parent": "Пікнік"
                },
                "Туристичні обігрівачі": {
                  "name": "Туристичні обігрівачі",
                  "parent": "Туризм, кемпінг"
                },
                "Туристичні поясні сумки": {
                  "name": "Туристичні поясні сумки",
                  "parent": "Туризм, кемпінг"
                },
                "Туристичні фільтри для води": {
                  "name": "Туристичні фільтри для води",
                  "parent": "Туризм, кемпінг"
                },
                "Туристичний посуд": {
                  "name": "Туристичний посуд",
                  "parent": "Туризм, кемпінг"
                },
                "Чохли, аксесуари для ножів і мультитулів": {
                  "name": "Чохли, аксесуари для ножів і мультитулів",
                  "parent": "Туризм, кемпінг"
                },
                "Чохли, накидки для рюкзаків": {
                  "name": "Чохли, накидки для рюкзаків",
                  "parent": "Багаж"
                },
                "Водний туризм": {
                  "listCategory": 5530,
                  "name": "Водний туризм",
                  "parent": "Туризм, Риболовля"
                },
                "байдарки": {
                  "name": "байдарки",
                  "parent": "Водний туризм"
                },
                "катамарани": {
                  "name": "катамарани",
                  "parent": "Водний туризм"
                },
                "каяки": {
                  "name": "каяки",
                  "parent": "Водний туризм"
                },
                "Рятувальні і страхувальні жилети": {
                  "name": "Рятувальні і страхувальні жилети",
                  "parent": "Водний туризм"
                },
                "Пікнік": {
                  "listCategory": 5564,
                  "name": "Пікнік",
                  "parent": "Туризм, Риболовля"
                },
                "Барбекю": {
                  "name": "Барбекю",
                  "parent": "Пікнік"
                },
                "Волейбол": {
                  "name": "Волейбол",
                  "parent": "Пляж"
                },
                "Грати": {
                  "name": "Грати",
                  "parent": "Пікнік"
                },
                "Мангали": {
                  "name": "Мангали",
                  "parent": "Пікнік"
                },
                "Набори для пікніка": {
                  "name": "Набори для пікніка",
                  "parent": "Пікнік"
                },
                "Пальники, лампи, балони": {
                  "name": "Пальники, лампи, балони",
                  "parent": "Пікнік"
                },
                "Турпосуда": {
                  "name": "Турпосуда",
                  "parent": "Пікнік"
                },
                "Фрісбі": {
                  "name": "Фрісбі",
                  "parent": "Пляж"
                },
                "Пляж": {
                  "listCategory": 5537,
                  "name": "Пляж",
                  "parent": "Туризм, Риболовля"
                },
                "Водні атракціони": {
                  "name": "Водні атракціони",
                  "parent": "Пляж"
                },
                "Засоби після засмаги": {
                  "name": "Засоби після засмаги",
                  "parent": "Пляж"
                },
                "Килимки, підстилки": {
                  "name": "Килимки, підстилки",
                  "parent": "Пляж"
                },
                "Надувні матраси": {
                  "name": "Надувні матраси",
                  "parent": "Пляж"
                },
                "Пляжні надувні іграшки": {
                  "name": "Пляжні надувні іграшки",
                  "parent": "Пляж"
                },
                "Пляжні парасолі": {
                  "name": "Пляжні парасолі",
                  "parent": "Пляж"
                },
                "пляжні рушники": {
                  "name": "пляжні рушники",
                  "parent": "Пляж"
                },
                "Пляжні сумки": {
                  "name": "Пляжні сумки",
                  "parent": "Пляж"
                },
                "Сонцезахисні креми": {
                  "name": "Сонцезахисні креми",
                  "parent": "Пляж"
                },
                "Туніки і парео": {
                  "name": "Туніки і парео",
                  "parent": "Пляж"
                },
                "Шезлонги і крісла": {
                  "name": "Шезлонги і крісла",
                  "parent": "Пляж"
                },
                "Багаж": {
                  "listCategory": 5557,
                  "name": "Багаж",
                  "parent": "Туризм, Риболовля"
                },
                "Валізи": {
                  "name": "Валізи",
                  "parent": "Багаж"
                },
                "Дорожні сумки": {
                  "name": "Дорожні сумки",
                  "parent": "Багаж"
                },
                "набори валіз": {
                  "name": "набори валіз",
                  "parent": "Багаж"
                },
                "Перенесення для собак і кішок": {
                  "name": "Перенесення для собак і кішок",
                  "parent": "Багаж"
                },
                "поясні сумки": {
                  "name": "поясні сумки",
                  "parent": "Багаж"
                },
                "рюкзаки міські": {
                  "name": "рюкзаки міські",
                  "parent": "Багаж"
                },
                "Сумки для фото і відео": {
                  "name": "Сумки для фото і відео",
                  "parent": "Багаж"
                },
                "Годинники": {
                  "listCategory": 1409,
                  "name": "Годинники",
                  "parent": "Годинники, Прикраси"
                },
                "Батарейки для годинника": {
                  "name": "Батарейки для годинника",
                  "parent": "Годинники"
                },
                "Кишенькові годинники": {
                  "name": "Кишенькові годинники",
                  "parent": "Годинники"
                },
                "Метеостанції, термометри, барометри, гігрометри": {
                  "name": "Метеостанції, термометри, барометри, гігрометри",
                  "parent": "Годинники"
                },
                "Наручні годинники": {
                  "name": "Наручні годинники",
                  "parent": "Годинники"
                },
                "Настільні годинники": {
                  "name": "Настільні годинники",
                  "parent": "Годинники"
                },
                "Ремінці та браслети для годинників": {
                  "name": "Ремінці та браслети для годинників",
                  "parent": "Годинники"
                },
                "Розумні годинники (Smartwatch)": {
                  "name": "Розумні годинники (Smartwatch)",
                  "parent": "Годинники"
                },
                "Сувеніри": {
                  "listCategory": 1507,
                  "name": "Сувеніри",
                  "parent": "Годинники, Прикраси"
                },
                "Брелоки": {
                  "name": "Брелоки",
                  "parent": "Сувеніри"
                },
                "Гральні карти": {
                  "name": "Гральні карти",
                  "parent": "Сувеніри"
                },
                "Ексклюзивні книги": {
                  "name": "Ексклюзивні книги",
                  "parent": "Сувеніри"
                },
                "Затискачі для грошей": {
                  "name": "Затискачі для грошей",
                  "parent": "Сувеніри"
                },
                "Кредитниці": {
                  "name": "Кредитниці",
                  "parent": "Сувеніри"
                },
                "Нарди": {
                  "name": "Нарди",
                  "parent": "Сувеніри"
                },
                "Органайзери, щоденники": {
                  "name": "Органайзери, щоденники",
                  "parent": "Сувеніри"
                },
                "Складні ножі": {
                  "name": "Складні ножі",
                  "parent": "Сувеніри"
                },
                "Сувенірні подарункові набори": {
                  "name": "Сувенірні подарункові набори",
                  "parent": "Сувеніри"
                },
                "Фляги для алкогольних напоїв": {
                  "name": "Фляги для алкогольних напоїв",
                  "parent": "Сувеніри"
                },
                "Шахи": {
                  "name": "Шахи",
                  "parent": "Сувеніри"
                },
                "Шашки": {
                  "name": "Шашки",
                  "parent": "Сувеніри"
                },
                "Прикраси": {
                  "listCategory": 1528,
                  "name": "Прикраси",
                  "parent": "Годинники, Прикраси"
                },
                "Браслети (біжутерія)": {
                  "name": "Браслети (біжутерія)",
                  "parent": "Прикраси"
                },
                "Брошки (біжутерія)": {
                  "name": "Брошки (біжутерія)",
                  "parent": "Прикраси"
                },
                "Кільця (біжутерія)": {
                  "name": "Кільця (біжутерія)",
                  "parent": "Прикраси"
                },
                "Кольє, ланцюжки (біжутерія)": {
                  "name": "Кольє, ланцюжки (біжутерія)",
                  "parent": "Прикраси"
                },
                "Підвіски, кулони (біжутерія)": {
                  "name": "Підвіски, кулони (біжутерія)",
                  "parent": "Прикраси"
                },
                "Сережки (біжутерія)": {
                  "name": "Сережки (біжутерія)",
                  "parent": "Прикраси"
                },
                "Сережки для пірсингу": {
                  "name": "Сережки для пірсингу",
                  "parent": "Прикраси"
                },
                "Ювелірні набори": {
                  "name": "Ювелірні набори",
                  "parent": "Прикраси"
                },
                "Подарункові сертифікати": {
                  "name": "Подарункові сертифікати",
                  "parent": "Подарункові сертифікати"
                },
                "Хімія для фотолабораторії": {
                  "name": "Хімія для фотолабораторії",
                  "parent": "ТВ, Аудіо, Відео, Фото"
                },
                "Фотолабораторії": {
                  "name": "Фотолабораторії",
                  "parent": "ТВ, Аудіо, Відео, Фото"
                },
                "Мережеве обладнання (різне)": {
                  "name": "Мережеве обладнання (різне)",
                  "parent": "Мережі, інтернет"
                },
                "Інструменти (різне)": {
                  "name": "Інструменти (різне)",
                  "parent": "Інструменти"
                },
                "Елементи живлення": {
                  "name": "Елементи живлення",
                  "parent": "Фотоапарати, відеокамери"
                },
                "Додаткове обладнання для фото-і відеокамер": {
                  "name": "Додаткове обладнання для фото-і відеокамер",
                  "parent": "Елементи живлення"
                }
              }
            }
          }
        }
      }
    }
};